[
  {
    "name": "Junior Python-разработчик",
    "salary_from": 110000,
    "salary_to": 140000,
    "url": "https://hh.ru/vacancy/84558768",
    "info": "Опыт работы с Python 3.x, асинхронностью и Docker-ом;+. Опыт работы с реляционными базами данных. Ответственность и умение...",
    "responsibility": "Разрабатывать backend микросервисных web-приложений. Много и усердно въезжать в происходящее:).",
    "published_at": "2023-08-04T14:01:29+0300"
  },
  {
    "name": "Python Django Разработчик",
    "salary_from": 100000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/84561139",
    "info": "Опыт работы с Python и Django. Знание SQL и опыт работы с различными системами управления базами данных. Будет плюсом опыт...",
    "responsibility": "Перенос и оптимизация баз данных, обеспечение их надежности и безопасности. Разработка и интеграция шаблонов Django для создания высококачественных веб-приложений. ",
    "published_at": "2023-08-04T14:27:05+0300"
  },
  {
    "name": "Junior Python разработчик",
    "salary_from": 60000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84350333",
    "info": "Требуемый опыт работы: от года. Архитектура вычислительных систем (70 ч);Вычислительная математика (100 ч). Компьютерные сети ( 70 ч). ",
    "responsibility": "Алгоритмы и анализ сложности (70 ч). Моделирование информационных процессов (70 ч). Операционные системы (70 ч). Тестирование программного обеспечения (140 ч). ",
    "published_at": "2023-08-01T11:07:37+0300"
  },
  {
    "name": "Python разработчик",
    "salary_from": 100000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84546218",
    "info": "Уверенное знание Python. Знание фреймворка Django. MySQL. Git, GitLab, понимание принципов Git flow, github flow и gilab flow. Rest API.",
    "responsibility": "Разработка новых проектов на Python. Поддержка существующих проектов на Python (мобильные приложения и web сервисы). Участие в проектировании и постановке...",
    "published_at": "2023-08-04T11:59:44+0300"
  },
  {
    "name": "Python-разработчик (Junior/Junior+)",
    "salary_from": 50000,
    "salary_to": 80000,
    "url": "https://hh.ru/vacancy/83184854",
    "info": "MySQL/postgreSQL. -знание библиотек для парсинга данных.",
    "responsibility": "Наша компания занимается продажей товаров на маркетплейсах: wb, ozon, яндекс маркет. Перед командой разработки стоит задача автоматизации рабочих процессов, оптимизации...",
    "published_at": "2023-07-09T18:45:53+0300"
  },
  {
    "name": "Python разработчик (Django)",
    "salary_from": 50000,
    "salary_to": 90000,
    "url": "https://hh.ru/vacancy/83966648",
    "info": "Основное - желание развиваться, стрессоустойчивость, готовность к плотной работе. Знание Python. Знание Django, DRF. Знание SQL. REST API. Наличие завершенных проектов. ",
    "responsibility": "Разработка новых и поддержка существующих сервисов. Взаимодействие с менеджером, дизайнером, мобильными и frontend разработчиками. Оценка трудоемкости задач.",
    "published_at": "2023-07-24T18:34:45+0300"
  },
  {
    "name": "Ведущий программист Python",
    "salary_from": 225000,
    "salary_to": 430000,
    "url": "https://hh.ru/vacancy/84511634",
    "info": "Владение Python на высоком уровне. Знание ООП. Знание паттернов проектирования и умение их применять. Опыт работы с базами данных. ",
    "responsibility": "Разрабатывать распределенные высоконагруженные информационные системы. Разрабатывать объекты бизнес-логики и эффективные методы для доступа к данным. Оптимизировать скорость обращения к...",
    "published_at": "2023-08-03T18:03:00+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84458031",
    "info": "Знание технологий и языков программирования: Python, JavaScript (желательно, но можно освоить в процессе). Умение работать с системой контроля версий GIT...",
    "responsibility": "Разрабатывать и поддерживать функционал системы. Участвовать в планировании и архитектуре наших решений. Править баги при необходимости.",
    "published_at": "2023-08-03T07:03:47+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83761018",
    "info": "Опыт работы с Python3, Django (DRF), SQL, PostgreSQL, REST, WebSocket, FastAPI. - Хорошие знания SQL, опыт работы с одной из...",
    "responsibility": "Мы работаем над созданием платформу для предоставления мед услуг онлайн включая телемедицину для азиатского региона, строим процессы подключения как мед...",
    "published_at": "2023-07-20T13:54:49+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84486146",
    "info": "Знание языка программирование Python. Опыт написания программ с графическим интерфейсом (используется PyQT) стаж не менее 1 года. Технический английский. ",
    "responsibility": "Написание программы логики работы станка. Написание программы оболочки (интерфейса). Написание программ сервисного обслуживания, удаленного сбора данных сервисных параметров станков. ",
    "published_at": "2023-08-03T12:34:35+0300"
  },
  {
    "name": "Middle разработчик Python / Django",
    "salary_from": 60000,
    "salary_to": 140000,
    "url": "https://hh.ru/vacancy/84432408",
    "info": "Необходимые навыки: Уверенно владеть Python 3, понимать отличия от Python 2. Иметь опыт работы с Django и Flask в production. ",
    "responsibility": "Выверенный годами баланс между дисциплиной и свободой.",
    "published_at": "2023-08-05T14:13:33+0300"
  },
  {
    "name": "Backend разработчик (Python)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84244315",
    "info": "Ищем уверенного middle-разработчика, который уже имеет релевантный опыт в коммерческой разработке и может самостоятельно выполнять сложные задачи. ",
    "responsibility": "Участие в разработке бэкенда облачного сервиса.",
    "published_at": "2023-07-31T04:41:59+0300"
  },
  {
    "name": "Junior Программист/Разработчик Python",
    "salary_from": 60000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84278383",
    "info": "Знание английского языка достаточное для чтения технической документации. Опыт разработки приложений на Python/Qt/C++/C#. Желателен опыт работы с.",
    "responsibility": "Разработка, тестирование, отладка и поддержка кросс-платформенных (x86/ARM) приложений на Python.",
    "published_at": "2023-08-03T12:40:09+0300"
  },
  {
    "name": "Fullstack-разработчик (Python)",
    "salary_from": 150000,
    "salary_to": 600000,
    "url": "https://hh.ru/vacancy/84547477",
    "info": "Требуемый опыт работы: 1–3 года. - Технический английский, умение работать с документацией. Рассматриваем кандидатов с опытом работы.",
    "responsibility": "Участие в разработке IT продуктов для бизнес-процесса Компании. Требования: - Разработка функционала UI для тиражного решения, предназначенного для автоматизации бизнес...",
    "published_at": "2023-08-04T12:12:26+0300"
  },
  {
    "name": "Бэкэнд - разработчик (PYTHON - без \"удаленки\")",
    "salary_from": 140000,
    "salary_to": 170000,
    "url": "https://hh.ru/vacancy/84488117",
    "info": "Брать на себя ответственность за свой участок работы. Быть готовым учиться и разбираться как со спецификой работы наших приборов, так...",
    "responsibility": "Компания \"Микро Лайн\" - производитель приборов дистанционного управления. Мы также разрабатываем сервера и приложения для мониторинга автомобильных трекеров собственного производства, а...",
    "published_at": "2023-08-03T12:56:02+0300"
  },
  {
    "name": "Python разработчик (Django)",
    "salary_from": 60000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/83773323",
    "info": "Опыт разработки, построения и корректировки архитектуры. Опыт backend на Python + Django Rest Framework. Опыт работы с Docker. ",
    "responsibility": "Пройти онлайн-консультацию. Записаться к врачу на очный приём. Пройти лечебный курс с заданиями от врача. Вести дневник симптомов. ",
    "published_at": "2023-07-20T16:19:34+0300"
  },
  {
    "name": "Django Python разработчик",
    "salary_from": 120000,
    "salary_to": 170000,
    "url": "https://hh.ru/vacancy/83984123",
    "info": "Ищем в команду backend-разработчика с опытом разработки CRM, ERP, SaaS решений, предлагаем возможность приложить руку к успешному, растущему проекту. ",
    "responsibility": "Рабочие Руки\" - это мобильное и web-приложение быстрого найма работников для выполнения любых неквалифицированных работ. Мы резиденты Сколково, портфельная компания...",
    "published_at": "2023-07-25T09:35:01+0300"
  },
  {
    "name": "Python разработчик (Django)",
    "salary_from": 58000,
    "salary_to": 95000,
    "url": "https://hh.ru/vacancy/84082740",
    "info": "Python: Кандидат должен обладать прочными знаниями языка программирования Python, включая понимание его основных принципов, синтаксиса и идиоматических конструкций. ",
    "responsibility": null,
    "published_at": "2023-07-26T17:46:01+0300"
  },
  {
    "name": "Разработчик (Backend developer / Python)",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/82847342",
    "info": "Высшее техническое образование (или выпускной курс). Опыт работы от 1,5 лет и знание: PostgreSQL, MongoDB, REST API, GraphQL, Git. ",
    "responsibility": "Python на бэкенде, взаимодействие через GraphQL и REST API. SPA на Vue.js + Typescript на фронте и Quasar как библиотека...",
    "published_at": "2023-07-30T15:40:30+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84061130",
    "info": "Знание языка Python на продвинутом уровне. Знание какого-либо из популярных Python-фреймворков (Django(приоритет), Flask, FastAPI и др.). ",
    "responsibility": "Разработка и поддержка веб-проектов для внешних и внутренних пользователей; микросервисы, предоставляющие API для мобильных приложений, сайта и других сервисов.",
    "published_at": "2023-07-26T13:37:08+0300"
  },
  {
    "name": "Junior Fullstack Python разработчик",
    "salary_from": 50000,
    "salary_to": 70000,
    "url": "https://hh.ru/vacancy/84405959",
    "info": "Опыт разработки на Python от 6 месяцев. Опыт работы с одним из веб фреймворков: FastAPI / Falcon, DRF, Flask. ",
    "responsibility": "Разработка макетов и дашбордов. Реализация аналитических сервисов по спецификации от заказчика. Написание технической документации.",
    "published_at": "2023-08-05T09:48:48+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84451051",
    "info": "Опыт коммерческой разработки. Опыт работы python программистом более 3х лет. Отличное знание Python(>3.6), ООП, паттернов проектирования. ",
    "responsibility": "Backend разработка. Реализация бизнес-логики. Рефакторинг старого кода и проектирование нового. Написание тестов. Решение нестандартные задач и изучение новых технологий. ",
    "published_at": "2023-08-05T18:43:32+0300"
  },
  {
    "name": "Backend разработчик (Python)",
    "salary_from": 70000,
    "salary_to": 100000,
    "url": "https://hh.ru/vacancy/84069382",
    "info": "Наличие практического опыта разработки web и mobile приложений больше 1 года. Хорошее знание инструментов разработки (Python первостепенно). Практический опыт работы...",
    "responsibility": "Разработка новых и поддержка существующих проектов. Оценка и прогнозирование проектов и задач. Взаимодействие с frontend разработчиком, участие в проектировании реализации...",
    "published_at": "2023-07-26T15:02:17+0300"
  },
  {
    "name": "Программист Python/Data Scientist (junior / middle)",
    "salary_from": 70000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/83676636",
    "info": "Знаешь Python + основные пакеты работы с данными и ML: pandas, numpy, torch, Scikit-learn, matplotlib. Знаешь основы математической статистики. ",
    "responsibility": "Под руководством опытного специалиста в машинном обучении и NLP (natural language processing) улучшение моделей по обработке текстов и изображений. ",
    "published_at": "2023-07-19T11:41:31+0300"
  },
  {
    "name": "Разработчик backend (Python)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84482470",
    "info": "Отличные навыки программирования на Python 3.4+. Знание SQL (Postgre SQL). Опыт работы с SQL Alchemy. Понимание принципов работы...",
    "responsibility": "Разработка и оптимизация микросервисов проекта (реализация новых фич, исправление багов). Участие в подготовке архитектуры, технического дизайна микросервисов. Участие в интеграции...",
    "published_at": "2023-08-03T12:02:03+0300"
  },
  {
    "name": "Backend Python Developer",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83297305",
    "info": "Опыт разработки на Python от 2 лет. - Опыт работы в ИТ компании от 2 лет. - Опыт работы с Django от...",
    "responsibility": "Разработка и поддержка веб-приложений на Python. - Поддержка монолита на Django. - Вынесение отдельных частей из монолита в микросервисы. - ",
    "published_at": "2023-07-11T16:45:56+0300"
  },
  {
    "name": "Backend-разработчик (Python)",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84190497",
    "info": "Знание Django и умение применять базовые алгоритмы. Опыт работы с базами данных (MySQL, PostgreSQL). Будет хорошо, если вы использовали NoSQL. ",
    "responsibility": "Участие в выполнении проектов по созданию цифровой инфраструктуры для партнёров компании. Поддержка и развитие функционала сайта.",
    "published_at": "2023-07-28T10:39:03+0300"
  },
  {
    "name": "Python разработчик",
    "salary_from": 80000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83945032",
    "info": "Опыт работы от года. Опыт работы с Python (Python 3.8 и выше). Опыт работы с asyncio и aiogram. ",
    "responsibility": "Поддержкой работы существующих сервисов, внедрением новых фич, оптимизацией работы существующего кода. А также разработкой и поддержкой Telegram-ботов и API...",
    "published_at": "2023-07-24T13:50:17+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83627947",
    "info": "Уверенное владение Python 2. Понимание XML, json. Умение разбираться в коде. Хорошее знание SQL. Git. Ответственность. Стремление развиваться. Будет плюсом:",
    "responsibility": "Занимаемся разработкой и сопровождением проектов в сфере медицины. Нам необходим программист для разработки новых проектов и поддержки старых. ",
    "published_at": "2023-07-18T14:45:25+0300"
  },
  {
    "name": "Python / django разработчик",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83817542",
    "info": "хорошо знать и уметь работать со стеком python+django. - понимать принципы MVC. - умение реализовывать сложные алгоритмы по обработке данных. - ",
    "responsibility": "участие в проектировании системы. - разработка логики веб-сервиса, основанного на python/django. - разработка интеграционных решений. - дальнейшая поддержка решения.",
    "published_at": "2023-08-05T14:58:46+0300"
  },
  {
    "name": "Python разработчик",
    "salary_from": 250000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83166142",
    "info": "Опыт работы с Python от 1,5 лет. Опыт работы с любым фреймворком для веб-приложений. Уверенный пользователь Linux, Docker. ",
    "responsibility": "Принять участие в разработке нового проекта как backend разработчик. Коммуникация с другими разработчиками и участие в выборе новых технологий. ",
    "published_at": "2023-07-07T17:45:12+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84200567",
    "info": "Уверенные знания языка программирования Python, ООП. Владение многопоточным multiprocessing и асинхронными подходами asyncio, aiohttp. Опыт работы с базами данных (MySQL). ",
    "responsibility": null,
    "published_at": "2023-07-28T12:09:03+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84518325",
    "info": "Профильное образование по IT-специальности (не менее трёх законченных курсов). Уверенное владение базами данных и SQL. Пожелание: опыт работы с...",
    "responsibility": "Организация бесперебойной работы технической инфраструктуры: телефонии и каналов связи, службы IT. Взаимодействие с подрядчиками по поддержке IT решений. ",
    "published_at": "2023-08-03T19:58:37+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 60000,
    "salary_to": 120000,
    "url": "https://hh.ru/vacancy/83243199",
    "info": "Знание Python 3.9+ (базовое понимание ООП, структуры данных, потоки, процессы). Понимание принципов работы асинхронных приложений. Знание одного (нескольких...",
    "responsibility": "Разработка серверной части ПО. Написание скриптов импорта-экспорта данных. Работа с БД, написание запросов. Написание интеграционных скриптов (со сторонними API).",
    "published_at": "2023-07-10T18:13:56+0300"
  },
  {
    "name": "Python-разработчик (Pre Middle / Middle)",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/81744533",
    "info": "Нужно знать, любить и уметь: Python (опыт в Django, будет плюсом опыт с flask). ООП. Контроль версий. RestAPI. ",
    "responsibility": "Разработка веб-приложений и поддержание работы существующих проектов. Backend разработка на Python/django/flask.",
    "published_at": "2023-07-09T12:16:33+0300"
  },
  {
    "name": "Помощник программиста на python/php и zero-code платформ (make, airtable, botmother)",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83361549",
    "info": "Уметь эффективно гуглить и общаться с chatgpt, чтобы решить поставленную задачу. Умение работать с git будет плюсом.",
    "responsibility": "Разрабатывать функционал Telegram бота и решений для автоматизации для рынка посуточной аренды квартир. Участвовать в обсуждении, приоритизации разработки необходимого функционала.",
    "published_at": "2023-07-12T20:58:10+0300"
  },
  {
    "name": "Программист Python для ИТ компании",
    "salary_from": 75000,
    "salary_to": 120000,
    "url": "https://hh.ru/vacancy/84095672",
    "info": "Уровень middle, либо junior с хорошим опытом. Уверенное знание Python. Знание фреймворка Django. Опыт работы с MySQL. Умение работать с...",
    "responsibility": null,
    "published_at": "2023-07-27T08:24:13+0300"
  },
  {
    "name": "ГИС-разработчик (Python)",
    "salary_from": 150000,
    "salary_to": 170000,
    "url": "https://hh.ru/vacancy/84260215",
    "info": "Опыт работы с Python от 3-х лет, либо опыт работы с Python от 1-го года + знание геопространственных...",
    "responsibility": "Разработка и развитие ГИС-сервисов. Управление данными дистанционного зондирования в AI-проекте. Разработка плагинов QGIS и баз данных PostgreSQL. ",
    "published_at": "2023-07-31T10:21:41+0300"
  },
  {
    "name": "Разработчик Python middle",
    "salary_from": 120000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83460735",
    "info": "Умение программировать на Python (умение решать задачи уровня easy/medium на leetcode, понимание ключевых концепций параллельного программирования). Умение пользоваться git...",
    "responsibility": "Разрабатывать новые компоненты робота. Ставить эксперименты по техзаданию от аналитика. Увеличивать тестовое покрытие кода: переводить текстовые техзадания в тесткейсы. ",
    "published_at": "2023-07-14T20:05:31+0300"
  },
  {
    "name": "SQL/PostgreSQL/Python-разработчик (Junior/Middle/Senior)",
    "salary_from": 87600,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83975417",
    "info": "Хорошее знание возможностей SQL/PostgreSQL (Тренироваться можешь на sql-ex.ru (Обучающий этап). Обнови знания об оконных функциях на professorweb.ru (Работа с...",
    "responsibility": "Ежедневно в Сбер поступают миллионы обращений от клиентов и наша задача предоставить им максимально комфортный сервис. Для этого нам необходимо...",
    "published_at": "2023-07-25T07:25:24+0300"
  },
  {
    "name": "Backend-разработчик на Python в офисе",
    "salary_from": 75000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83134113",
    "info": "Хорошее владение языком программирования Python (синтаксис и стандартная библиотека). Понимание основных шаблонов проектирования приложений и шаблонов интеграции. Опыт разработки с...",
    "responsibility": "Разработка программных продуктов на Python и Django.",
    "published_at": "2023-07-07T10:29:05+0300"
  },
  {
    "name": "Backend разработчик (Python)",
    "salary_from": 250000,
    "salary_to": 500000,
    "url": "https://hh.ru/vacancy/84070104",
    "info": "Образование: не имеет значения. Опыт работы: опыт работы не менее 1 года на аналогичной позиции. SQL. Хорошее знание Python. ",
    "responsibility": "Оперативная и качественная разработка новых веб сайтов разного уровня сложности и Backend для мобильных приложений, доработка и поддержка существующих проектов.",
    "published_at": "2023-07-26T15:08:12+0300"
  },
  {
    "name": "Python-разработчик",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83662682",
    "info": "Высшее образование (IT). Знание и уверенное владение Python. Умение запускать готовые нейронные сети. Практика построения и оптимизации структуры нейросетей. ",
    "responsibility": "Разработка и поддержка продукта ведётся удалённо распределённой командой с использованием Agile-методологий. Задачи фиксируются в Trello. Создание/написание команд для...",
    "published_at": "2023-07-19T09:19:02+0300"
  },
  {
    "name": "Middle Python/Django разработчик",
    "salary_from": 190000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/84219615",
    "info": "Опыт работы с Python от 2 лет. Опыт работы с Django и Django Rest Framework. Понимание принципов ООП. ",
    "responsibility": "Разработка веб-приложений на Python/Django. Создание и поддержка REST API с использованием Django Rest Framework. Проектирование и оптимизация баз...",
    "published_at": "2023-07-28T17:22:13+0300"
  },
  {
    "name": "Backend Python Developer (Django)",
    "salary_from": 160000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83458412",
    "info": "Опыт работы с Postgres.SQL. Знание способов оптимизации запросов через ORM. Опыт работы с celery, redis. Знание английского языка на уровне...",
    "responsibility": "Рефакторинг существующего кода. Доработка и развитие backend. Проектирование отдельных модулей и подсистем.",
    "published_at": "2023-08-04T18:11:28+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 150000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/84473471",
    "info": "Опыт разработки на Python от 3х лет, опыт разработки с использованием asyncio от 2-х лет (мы используем Python...",
    "responsibility": "Разработка сервера системы контроля доступа, его интеграция с основным сервером с помощью API. Развитие защищенных протоколов обмена сообщениями (Облачный сервис...",
    "published_at": "2023-08-03T10:36:55+0300"
  },
  {
    "name": "Python Developer (Data Science)",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84273008",
    "info": "Python 3. SQL. Навыки работы в Linux. Git. Опыт написания unit-тестов (unittest, pytest). Понимание принципов ООП и функционального программирования. ",
    "responsibility": "Внедрение моделей машинного обучения. Разработка систем аналитики и мониторинга. Поддержка, оптимизация, модернизация уже существующих приложений и сервисов.",
    "published_at": "2023-07-31T12:04:16+0300"
  },
  {
    "name": "Middle+ Python-разработчик",
    "salary_from": 230000,
    "salary_to": 270000,
    "url": "https://hh.ru/vacancy/84558094",
    "info": "Хорошее владение технологиями: Python 3.x, RabbitMQ, PostgreSQL, Redis, Docker. Опыт разработки сложных высоконагруженных приложений. Ответственность и умение работать в...",
    "responsibility": "Разработка backend-a микросервисных web-приложений. Участие в принятии технических решений. Участие в планировании и оценке задач. Code review.",
    "published_at": "2023-08-04T13:52:59+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 125000,
    "salary_to": 243000,
    "url": "https://hh.ru/vacancy/84549387",
    "info": "Опыт коммерческой разработки от 2 лет: Знание языка Python. Знание SQL и основ проектирования баз данных. Понимание и умение применять...",
    "responsibility": null,
    "published_at": "2023-08-04T12:29:49+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 70000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83345305",
    "info": "Знание Python и его окружения (стандартные библиотеки и библиотеки на базе фреймворков). Покрытие кода тестами (pytest, coverage). Описание проекта как...",
    "responsibility": "Разработка интеллектуальных систем. Участие в разработке ПО для обработки и визуализации данных с различных летательных аппаратов (материалы аэро- и лидарной...",
    "published_at": "2023-07-12T14:49:10+0300"
  },
  {
    "name": "Python-разработчик (Middle/Middle+)",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84346510",
    "info": "Знание фреймворка Django и Django REST Framework. Опыт работы с PostgreSQL или другими реляционными базами данных. Понимание принципов разработки веб...",
    "responsibility": "Участие в разработке и поддержке веб-приложений на базе Django и Django REST Framework. Оптимизация и улучшение производительности приложений. ",
    "published_at": "2023-08-01T10:24:32+0300"
  },
  {
    "name": "Backend Python разработчик",
    "salary_from": 80000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84118400",
    "info": "Опыт работы с Python от 3 лет. Знание и опыт работы с одним или несколькими Python-фреймворками (Django, Flask, FastAPI). ",
    "responsibility": "Разработка и поддержка серверных приложений на Python. Создание и оптимизация баз данных. Разработка и поддержка API. Тестирование и отладка кода...",
    "published_at": "2023-07-27T11:18:20+0300"
  },
  {
    "name": "Python/PHP разработчик",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84267185",
    "info": "Имеешь опыт работы в финтех проектах или разрабатывал финансовые CRM системы. Имеешь опыт разработки сложных и высоконагруженных проектов. ",
    "responsibility": "Разрабатывать и поддерживать крупные интересные проекты. Осуществлять Разработку BackEnd сервисов и микро-сервисов, API веб-приложений и интеграцию с различными...",
    "published_at": "2023-07-31T11:25:18+0300"
  },
  {
    "name": "Python-developer",
    "salary_from": 100000,
    "salary_to": 215000,
    "url": "https://hh.ru/vacancy/67635148",
    "info": "Мы не работаем под заказ, мы создаем тиражные продукты. Используемый стек технологий: C++, Python, PostgreSQL, Javascript, NodeJS, Redis, ElasticSearch, Clickhouse. ",
    "responsibility": "Разработка высоконагруженного финансового приложения. - Реализация сервиса доставки. - Развитие и сопровождение высоконагруженного приложения фиксации активности пользователей.",
    "published_at": "2023-07-12T16:15:51+0300"
  },
  {
    "name": "Python разработчик (удалённо)",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84220133",
    "info": "Знание Python как основного стека разработки. Опыт работы backend программистом от 5 лет. Опыт работы с реляционными базами данных (PostgreSQL...",
    "responsibility": "Технический дизайн. Разработка на Python / FastAPI. Покрытие кода тестами. Код-ревью.",
    "published_at": "2023-08-03T17:37:19+0300"
  },
  {
    "name": "Back-end разработчик Python, Django",
    "salary_from": 60000,
    "salary_to": 90000,
    "url": "https://hh.ru/vacancy/83152294",
    "info": "Умение обучаться, задавать вопросы. Опыт разработки от 3-х лет. Опыт реальной разработки, возможность предоставить примеры кода в репозиториях. ",
    "responsibility": "Разработка back-end сервисов для действующих и новых проектов. Code Review. Участие в митингах и обсуждении задач.",
    "published_at": "2023-07-07T14:05:59+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 400000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83589408",
    "info": "Опыт работы с Python 3.8, asyncio (async/await), веб-фреймворками (aiohttp/fastAPI/flask/Django), Aiogram (фреймворк для разработки телеграм...",
    "responsibility": "Проект написан на Python (версия 3.7 и выше), Aiogram, Aiohttp с использованием Pydantic и Peewee. Храним данные в MySQL. - ",
    "published_at": "2023-07-18T08:06:06+0300"
  },
  {
    "name": "Middle+ Python-разработчик (FastAPI)",
    "salary_from": 180000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/84417385",
    "info": "1. У вас должен быть коммерческий опыт разработки на Python не менее 5-ти лет. 2. У вас должен быть...",
    "responsibility": "Быть полноправным участником проекта, совместно с коллегами определять цели и планы развития.",
    "published_at": "2023-08-02T11:33:29+0300"
  },
  {
    "name": "Senior Python разработчик",
    "salary_from": 225000,
    "salary_to": 280000,
    "url": "https://hh.ru/vacancy/82143109",
    "info": "Широкий опыт разработки на Python (3.x) от 3 лет. Опыт проектирования высоконагруженных сервисов. Уверенное знание и применение асинхронных фреймворков...",
    "responsibility": "Развивать и поддерживать платформу распознавания лиц. Проектировать API и архитектуру для новых задач и сервисов. Делать проект лучше со всех...",
    "published_at": "2023-07-28T15:52:26+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 105000,
    "salary_to": 223000,
    "url": "https://hh.ru/vacancy/82130394",
    "info": "Опыт коммерческой разработки от 1 года. Знание языка Python. Знание Git. Знание SQL и основ проектирования баз данных. ",
    "responsibility": null,
    "published_at": "2023-07-17T14:13:25+0300"
  },
  {
    "name": "Middle/Middle+ Python разработчик",
    "salary_from": 140000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/83934769",
    "info": "В качестве знаний и навыков нам нужны: Отличное знание Python, хорошим плюсом будет знание фреймворков Django, Flask, Tornado. ",
    "responsibility": "Актуальные технологии, которые используем на проектах: Front-End: React Js, Vue.JS.",
    "published_at": "2023-07-24T11:53:58+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 125000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/80505531",
    "info": "Опыта разработки на Python или любом диалекте SQL. Способности чувствовать «красоту кода». Опыта командной разработки. Профильного (ИТ/инженерного) образования. ",
    "responsibility": null,
    "published_at": "2023-07-12T16:15:52+0300"
  },
  {
    "name": "Python разработчик",
    "salary_from": 100000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84131865",
    "info": "Знание английского, хотя бы на уровне свободного чтения тех литературы. Рабочее отношения к документации, сначала документация - только потом гугл и...",
    "responsibility": "Меня зовут Катерина, я руковожу разработкой, ставлю задачи. Живу в Казани.",
    "published_at": "2023-08-05T12:51:18+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 60000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/82795669",
    "info": "Хорошие навыки (чтение технической документации) английского языка. Умение работать в команде и решать задачи самостоятельно.",
    "responsibility": "Разработка системы Дистанционного Банковского Обслуживания.",
    "published_at": "2023-08-04T18:30:49+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 90000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/83265813",
    "info": "Опыт коммерческой разработки на Python от 2,5 лет. Знание Python 3. Опыт работы с Django/FastAPI. Опыт работы с...",
    "responsibility": "Участие в построении архитектуры приложений, баз данных и разработке решений. Создавать новую функциональность и оптимизировать работу имеющейся. Предоставление оценки трудоемкости...",
    "published_at": "2023-07-11T10:35:46+0300"
  },
  {
    "name": "Python-developer",
    "salary_from": 150000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/82613417",
    "info": "Уверенные знания Python, ООП. Опыт работы с PostgreSQL: построение оптимальных sql-запросов (без использования ORM), умение профилировать запросы. ",
    "responsibility": null,
    "published_at": "2023-07-28T08:57:02+0300"
  },
  {
    "name": "Программист Python Data science",
    "salary_from": 150000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83439263",
    "info": "Понимание специфики интернет-данных. Опыт коммерческой разработки на Python 3.8+ с использованием асинхронного программирования (asyncio, async, await). ",
    "responsibility": "Работать в команде разработки высоконагруженных потоковых сервисов, в т.ч. взаимодействовать с десятком других команд профессионалов своей области. ",
    "published_at": "2023-08-03T16:23:46+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 125000,
    "salary_to": 213000,
    "url": "https://hh.ru/vacancy/84124391",
    "info": "Знание Python или иных скриптовых языков с последующей миграцией на Python и опыт разработки от 2 лет. Хорошее знание SQL. ",
    "responsibility": null,
    "published_at": "2023-07-27T12:00:13+0300"
  },
  {
    "name": "Инженер-программист / Бэкенд-разработчик на Python",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/70975727",
    "info": "Опыт разработки от 2 лет на Python. - Опыт в ОС Linux. - Стек: Flask/FastAPI, SQLAlchemy, Postgres, Redis, Celery. - ",
    "responsibility": "В отдел разработки автоматизированных систем управления. В проект разработки автоматизированной системы управления связью. - Backend разработка. - Реализация бизнес-логики. - ",
    "published_at": "2023-07-31T06:35:44+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 80000,
    "salary_to": 120000,
    "url": "https://hh.ru/vacancy/83907794",
    "info": "Опыт программирования на Python от 3 лет. Знание среды разработки Jupyter, PostgreSQL, MySQL, Linux. Опыт работы с API, Pandas, интеграций...",
    "responsibility": "Разработка кода по ТЗ и задачам - интеграции по API, обработка данных, поддержка БД. Настройка исполнения периодических скриптов (программ) и их...",
    "published_at": "2023-08-05T05:09:48+0300"
  },
  {
    "name": "Инженер-программист (Python)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/82877347",
    "info": "Владение языком программирования Python. Знание основ высшей математики и математической статистики. Знание основ анализа данных, машинного обучения. Опыт работы с...",
    "responsibility": "Разработка решения на основе нейронных сетей на Python.",
    "published_at": "2023-07-24T15:44:34+0300"
  },
  {
    "name": "Python – разработчик (FW Django)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83963365",
    "info": "Опыт коммерческой разработки на Python - от 3х лет. Уверенное владение FW Django от 2х лет. Опыт работы с...",
    "responsibility": "Поддерживать и дорабатывать проект.",
    "published_at": "2023-07-24T17:24:15+0300"
  },
  {
    "name": "Инженер по автоматизированному тестированию / Junior QА Аutomation Engineer (Python)",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84450059",
    "info": "Знание жизненного цикла программного обеспечения, глубокое понимание методологии, процессов и целей тестирования, роли тестировщика в команде. Большое желание заниматься тестированием. ",
    "responsibility": "Организацию и последующую поддержку процесса автоматического тестирования на Python.",
    "published_at": "2023-08-02T18:17:38+0300"
  },
  {
    "name": "Middle Python (django) разработчик",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84475896",
    "info": "Опыт Backend разработки от 3-х лет. Знания фреймворка Django. Знание SQL. Опыт работы с Celery. Хорошее знание docker. ",
    "responsibility": "Разработка новых фичей маркетплейса на Django. Доработка существующего функционала продукта на основе коробочного решения. Применение принципов SOLID/DRY/KISS, где...",
    "published_at": "2023-08-03T10:57:20+0300"
  },
  {
    "name": "Automation QA Engineer (Java/Python)",
    "salary_from": 56000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84431996",
    "info": "Опыт написания автотестов от 6 месяцев. Умение проводить различные виды ручного тестирования. Понимание клиент-серверной архитектуры. Опыт автоматизация на Python...",
    "responsibility": "Организация и проведение различных видов автоматизированного тестирования на Python/Java. Анализ результатов, полученных во время проведения тестирования, составление отчетности.",
    "published_at": "2023-08-02T14:09:14+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83117084",
    "info": "Опыт разработки на Python от 2 лет. Опыт работы с REST API, TDD. Опыт работы с фреймворками FastAPI и Flask. ",
    "responsibility": "Разработка кода и модульных тестов. Рефакторинг кода. Исправление дефектов системы. Поддержание порядка в репозитории. Взаимодействие с другими командами – DevOps, QA...",
    "published_at": "2023-07-18T12:29:30+0300"
  },
  {
    "name": "Разработчик Python (Middle+)",
    "salary_from": 90000,
    "salary_to": 140000,
    "url": "https://hh.ru/vacancy/83401582",
    "info": "Опыт коммерческой разработки от 1,5 года (Строго). Опыт работы с Python. Опыт работы с Django (полноценное осознание механизма миграций). ",
    "responsibility": "Участвовать в разработке новых проектов с нуля. Поддерживать текущие проекты. Участие в крупных продуктовых проектах (на одном из проектов). ",
    "published_at": "2023-07-13T15:46:27+0300"
  },
  {
    "name": "Python developer",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/75486835",
    "info": "Опыт разработки на Python от 1 года. Опыт и хорошее знание Django ORM. Опыт работы с DRF не менее 2...",
    "responsibility": "Участие в переписывании интернет магазина на новый движок. Написание кода для API (REST) клиентской части и мобильного приложения. ",
    "published_at": "2023-07-27T12:31:30+0300"
  },
  {
    "name": "C#/Python developer junior / middle",
    "salary_from": 100000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/82260854",
    "info": "Опыт веб разработки с помощью C# и SQL. Обязательный опыт работы от 1 года в продуктовых компаниях. Чистый код, шаблоны...",
    "responsibility": "Net6+ везде, многое в k8s. Монолит - не легаси, поддерживаем на актуальном стеке и активно развиваем, 30...",
    "published_at": "2023-07-19T18:37:17+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/80402635",
    "info": "опыт коммерческой разработки на Python от 3 лет. - разработка на базе ОС Linux. - опыт работы с СУБД PostgreSQL или другими...",
    "responsibility": "Компания \"Крибрум\" разрабатывает систему обработки, хранения и многофакторного анализа публично доступных данных, получаемых из разнообразных интернет-источников: социальные сети, СМИ...",
    "published_at": "2023-07-11T09:50:31+0300"
  },
  {
    "name": "Back End разработчик (PHP или Python)",
    "salary_from": 17000000,
    "salary_to": 20000000,
    "url": "https://hh.ru/vacancy/83154274",
    "info": "Обязательные hard skills к кандидату: - PHP или Python. - git. - MySQL/PostgreSQL. - REST API. - желательно умение писать unit/functional тесты. - ",
    "responsibility": "разработка нового функционала. - рефакторинг кодовой базы. - написание тестов. - при необходимости улучшение структуры БД или ее расширение. - разработка веб-сервисов с...",
    "published_at": "2023-08-01T16:51:17+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 130000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83532503",
    "info": "Опыт коммерческой python3 разработки от 3 лет. Опытный пользователь linux (понимание функциональных различий/возможностей в версиях ядра и применение...",
    "responsibility": "Сопровождение и модернизация существующих и написание новых микросервисов. Интеграция API/Документирование swagger. Документирование микросервисов в процессе работы с ними (проходной...",
    "published_at": "2023-08-04T10:49:45+0300"
  },
  {
    "name": "Middle Python-разработчик (Инженер-программист 2 категории)",
    "salary_from": 110000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83303987",
    "info": "Высшее техническое образование (специалитет, магистратура или аспирантура). Понимание основных алгоритмов и принципов Python 3. Понимание работы с памятью и ссылками...",
    "responsibility": "Работа по гибким методологиям разработки ПО с использованием программных продуктов Atlassian JIRA, Confluence, Bitbucket, Bamboo. Возможность командировок по России и...",
    "published_at": "2023-07-11T19:11:33+0300"
  },
  {
    "name": "Python Backend Developer",
    "salary_from": 200000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/83828013",
    "info": "Опыт от 2х лет. - Асинхронное программирование (asyncio, aiohttp). - Создание безопасных web приложений (знание уязвимостей и способов защиты). ",
    "responsibility": "Работа с Docker, Ansible. - Проектирование REST API. - Профилирование сетевых и веб-приложений. - Разработка новых серверных приложений (системы мониторинга и управления...",
    "published_at": "2023-07-21T18:09:26+0300"
  },
  {
    "name": "Аналитик данных (Python)",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83091712",
    "info": "Опыт работы с базами SQL. Опыт построения отчетов в PoweBI.",
    "responsibility": "Сбор и обработка данных из различных источников для проектов построения ML-моделей прогнозирования и ad-hoc аналитики по запросам бизнес...",
    "published_at": "2023-07-27T13:21:07+0300"
  },
  {
    "name": "Backend-разработчик / Разработчик Python",
    "salary_from": 160000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84111509",
    "info": "Высшее образование в области математики или информатики (магистр или специалист). Уверенное владение Python (либо альтернативными языками и технологиями). ",
    "responsibility": "Участие в выполнении проектов от корпоративных партнеров. Проектирование и разработка бекенд-а. Разработка системного ПО для автоматизации вычислительных экспериментов, а...",
    "published_at": "2023-07-27T10:34:09+0300"
  },
  {
    "name": "С++ Developer (Python)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/73030684",
    "info": "С опытом программирования на С++. С опытом программирования на Python. С опытом работы с алгоритмами шифрования и хеширования данных.",
    "responsibility": "Реализация и поддержка функционала на C++ по извлечению и расшифровыванию данных из мобильных устройств на основе Python прототипов. ",
    "published_at": "2023-08-04T15:54:31+0300"
  },
  {
    "name": "Рекрутер - Разработчик AI Python (Удаленно)",
    "salary_from": 100000,
    "salary_to": 160000,
    "url": "https://hh.ru/vacancy/84066861",
    "info": "Кому подходит: Продуктовый mindset: желание понять потребности будучи рекрутером перед тем, как кодить. Python 1+ год, опыт применения GPT. ",
    "responsibility": null,
    "published_at": "2023-07-30T23:18:59+0300"
  },
  {
    "name": "Middle Python Developer (Remote)",
    "salary_from": 180000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83756799",
    "info": "Опыт коммерческой разработки Python (2.7/3) – строго от 3 лет обязательно. Опыт с Django - от 2 лет обязательно. ",
    "responsibility": "Разработка, code review, рефакторинг кода. Сопровождение и документирование написанного кода. Участие в проектировании систем. Оптимизация сервисов под высокие нагрузки. ",
    "published_at": "2023-07-20T12:58:07+0300"
  },
  {
    "name": "Python Middle / Senior разработчик",
    "salary_from": 120000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84018020",
    "info": "От вас мы хотим видеть: - Опыт работы с высоконагружеными сервисами. Огромная просьба не откликаться без опыта работы.",
    "responsibility": "Соблюдение дедлайнов. - Качественное выполнение поставленых задач.",
    "published_at": "2023-07-25T16:16:31+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 115000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/80505413",
    "info": "Знание Python или иных скриптовых языков с последующей миграцией на Python. Хорошее знание SQL. Умение и желание писать качественный, поддерживаемый...",
    "responsibility": "подбор персонала. - ведение кадровых документов (приемы, переводы, увольнения). - мотивация персонала.",
    "published_at": "2023-07-12T16:15:51+0300"
  },
  {
    "name": "Программист Python (full stack)",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83766101",
    "info": "Опыт разработки на Python не менее 1 года, включая опыт работы с фреймворком(и) Flask, Django. Знание основных принципов разработки...",
    "responsibility": "Разработка и поддержка собственного комплексного продукта для автоматизации бэкофиса и интеграции со смежными системами (1С, Медиалог). Оптимизация и улучшение...",
    "published_at": "2023-07-20T14:40:57+0300"
  },
  {
    "name": "Разработчик Python/Developer Python",
    "salary_from": 250000,
    "salary_to": 400000,
    "url": "https://hh.ru/vacancy/83461035",
    "info": "Уровень кода на не ниже уровня senior. Опыт написания коммерческого кода не менее 3 лет. Должен иметь представление об принципах...",
    "responsibility": "Основная задача: участвующего в разработке подсистемы адаптации AI моделей к распределенным вычислениям в DEKUBE (Kubernetes).",
    "published_at": "2023-07-14T20:44:13+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 170000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83453023",
    "info": "Отличное знание Python. Опыт работы с фреймворками Flask/Django. Опыт работы с PostgreSQL. Понимание принципов работы архитектуры приложений и микросервисов. ",
    "responsibility": "Улучшать архитектуру существующего решения. Разрабатывать микросервисы с использованием Flask/Django/FastAPI. Взаимодействовать с ml-командой, занимающейся компьютерным зрением, для интеграции...",
    "published_at": "2023-08-01T10:52:57+0300"
  },
  {
    "name": "Разработчик (python) - администратор системы",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83641684",
    "info": "Плюсы работы: - Опыт коммерческой разработки от 3-х лет на python. - Опыт написания парсеров на Selenium, requests, Beautiful Soup. - ",
    "responsibility": "Разработать систему для парсинга / скрапинга данных из интернета. - Перенести существующие парсеры на новую систему. - Разработать парсеры под новые задачи. - ",
    "published_at": "2023-07-18T16:53:15+0300"
  },
  {
    "name": "Python разработчик (Django)",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83324816",
    "info": "1. Уверенное знание Python, Django. 2. Желателен опыт работы с CRM-системами. 3. Желателен опыт работы в роли тимлида или...",
    "responsibility": null,
    "published_at": "2023-07-12T10:56:31+0300"
  },
  {
    "name": "Разработчик Python (FastAPI)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83267180",
    "info": "Опыт коммерческой разработки на FastAPI - от 1 года, на Python от от 2-3 лет. Опыт работы с Redis, Celery...",
    "responsibility": "Разработка парсеров сайтов, внутреннего портала и других внутренних продуктов (на выбор).",
    "published_at": "2023-07-11T10:48:44+0300"
  },
  {
    "name": "Инженер-программист Python",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83461071",
    "info": "Высшее техническое образование. Знание Python. Готовность изучить: C++/Qt. Направление Python, связанное с нейронными сетями и машинным зрением. ",
    "responsibility": "Участие в разработке системы машинного зрения, состоящий из двух подсистем: Нейронной сети, реализованной на Python. Графического интерфейса пользователя, реализованного на...",
    "published_at": "2023-07-26T12:59:31+0300"
  },
  {
    "name": "Python-разработчик / Middle Python Developer",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84372463",
    "info": "Базовые знания (основы): Linux, MySQL, Apache HTTP Server, SQL, Flask. Требуемый опыт работы: опыт в программировании от 3-х лет. ",
    "responsibility": "Разработка отдельных модулей программных комплексов. Доработка созданного ранее ПО.",
    "published_at": "2023-08-01T15:20:10+0300"
  },
  {
    "name": "Middle Backend разработчик (Python + Golang)",
    "salary_from": 200000,
    "salary_to": 285000,
    "url": "https://hh.ru/vacancy/84447948",
    "info": "Уверенное знание Python 3.8+ (middle). Уверенное знание Golang 1.20+ (middle). Понимание конкурентного и/или параллельного кода...",
    "responsibility": "Разработка новых сервисов компьютерного зрения с применением нейронных сетей. Интеграция продуктов компании с системами партнеров. Поддержка и развитие существующих web...",
    "published_at": "2023-08-05T17:33:34+0300"
  },
  {
    "name": "Аналитик данных (Python)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83373693",
    "info": "Высшее образование (математическое, экономическое). Продвинутый пользователь Excel, VBA. Владение Python: хорошее знание pandas, основы ООП. Способность разобраться в чужом коде...",
    "responsibility": "Работой с базой данных внутренней IT-системы. Участием в процессе доработки IT-системы Компании (тестирование, выявление потребностей в оптимизации и...",
    "published_at": "2023-07-13T09:41:28+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 120000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83617001",
    "info": "Знание принципов ООП и умение применять их на практике. Понимание принципов REST архитектуры. Уверенное владение Python 3. Опыт коммерческой разработки...",
    "responsibility": "Участвовать в проектах по разработке крупных автоматизированных систем. Разрабатывать новые и развивать существующие продукты компании. Анализировать написанный код. ",
    "published_at": "2023-08-05T12:36:46+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 160000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83332307",
    "info": "Delphi (RAD Studio 2010 - RAD Studio RIO) приветствуется. Требования: Отличное знание SQL\\T-SQL\\PLPGSQL, опыт не менее 2 лет. ",
    "responsibility": "Коммерческое программное обеспечение - Билетная система \" Profticket\". Профиль Компании: автоматизация бизнес-процессов, деятельность которых связана с распространением билетов для зрителей на...",
    "published_at": "2023-08-05T12:14:45+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84078073",
    "info": "Знание технологий и языков программирования: Python, SQL. Умение работать с системой контроля версий GIT и взаимодействовать с инструментарием CI/CD. ",
    "responsibility": "Разрабатывать функционал системы управления платформой виртуализации. Участвовать в планировании и дизайне архитектуры решения. Взаимодействовать с DevOps командой. Править баги при...",
    "published_at": "2023-07-26T16:32:29+0300"
  },
  {
    "name": "Fullstack-разработчик (Python, vue.js)",
    "salary_from": 150000,
    "salary_to": 500000,
    "url": "https://hh.ru/vacancy/83365469",
    "info": "Технический английский, умение работать с документацией. Рассматриваем кандидатов с опытом работы.",
    "responsibility": "Участие в разработке IT продуктов для бизнес-процесса Компании. Требования: - Разработка функционала UI для тиражного решения, предназначенного для автоматизации бизнес...",
    "published_at": "2023-07-13T06:42:10+0300"
  },
  {
    "name": "MS SQL/Python разработчик/Специалист техподдержки продукта (2 линия)",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/83206480",
    "info": "Специалиста со знанием MS SQL и навыками Python разработчика. Наличие сертификатов профильных курсов по СУБД MS SQL или языка программирования...",
    "responsibility": "Наша компания создает и развивает на российском рынке линейку продуктов собственной разработки по автоматизации работы с документами в крупных отечественных...",
    "published_at": "2023-07-10T10:31:45+0300"
  },
  {
    "name": "Python Backend-разработчик",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/84446179",
    "info": "Имеет высшее образование (бакалавр) в области информационных технологий. Владеет английским языком на уровне чтения технической документации и профильных научных публикаций. ",
    "responsibility": "Разрабатывать backend часть для комплексов технического зрения. Участвовать в разработке архитектуры решения. Работать в кооперации с другими командами-разработчиками. ",
    "published_at": "2023-08-02T17:04:26+0300"
  },
  {
    "name": "Разработчик Python (FastAPI, MySQL, Clickhouse), удаленно",
    "salary_from": 280000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83398316",
    "info": "Опыт web-программирования в backend части. - Опыт работы с СУБД postgres. - Опыт промышленной разработки на Python от 4-х лет. - ",
    "responsibility": "Собрать команду под проект. - Руководить командой проекта. - Оценка бюджета проекта. - Участвовать в создании крутых продуктов. - Проектировать реализацию новых процессов.",
    "published_at": "2023-07-13T14:57:09+0300"
  },
  {
    "name": "Аналитик данных Python",
    "salary_from": 120000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83302732",
    "info": "Понимание специфики интернет-данных. Опыт коммерческой разработки на Python 3.8+ с использованием асинхронного программирования (asyncio, async, await). ",
    "responsibility": "Работать в команде разработки высоконагруженных потоковых сервисов, в т.ч. взаимодействовать с десятком других команд профессионалов своей области. ",
    "published_at": "2023-07-11T18:32:33+0300"
  },
  {
    "name": "Ведущий Python разработчик (финтех)",
    "salary_from": 300000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84480419",
    "info": "Опыт работы от 2-х лет в разработке на Python. Знание стандартных библиотек Python и опыт работы с фреймворками, такими...",
    "responsibility": "Разработка функционала с использованием Python версии 3.9 и выше. Интеграция платежных шлюзов и оптимизация процесса обработки платежей. ",
    "published_at": "2023-08-03T11:40:30+0300"
  },
  {
    "name": "Python-разработчик",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/80506144",
    "info": "Python, в том числе для веб-разработки (Flask | FastAPI | Django). Технологии баз данных (PostgreSQL | MongoDB). Уверенное владение Docker, Docker Compose...",
    "responsibility": "Основная задача – разработка прототипов продуктов на основе технологий, созданных исследователями. Написание приложений для сбора и разметки данных. Развитие инфраструктуры для...",
    "published_at": "2023-08-04T17:17:53+0300"
  },
  {
    "name": "Разработчик Python (backend)",
    "salary_from": 200000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83202028",
    "info": "Высшее техническое образование. Знание Python 3. Опыт работы с Django. Опыт работы с базами данных (в идеале, PostgreSQL). ",
    "responsibility": "Вам предстоит заниматься разработкой серверных приложений для комплексов имитационного моделирования работы сложных технических систем. Основной язык разработки — Python 3, используемый...",
    "published_at": "2023-07-10T10:00:56+0300"
  },
  {
    "name": "Middle/Senior Python developer",
    "salary_from": 200000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/83808487",
    "info": "Опыт в продакшн от 3-х лет! Нам нужен уверенный мидл или сеньор. Мы используем Django, Django Rest Framework, Postgresql. ",
    "responsibility": "Предстоящие задачи: Разработка, code review, рефакторинг кода. Сопровождение и документирование написанного кода. Участие в проектировании систем. Оптимизация сервисов под высокие...",
    "published_at": "2023-08-05T12:45:50+0300"
  },
  {
    "name": "Преподаватель программирования (Python)",
    "salary_from": 50000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84527891",
    "info": "Опыт работы с программированием на языке Python. - Глубокие знания и понимание основных принципов программирования. - Умение преподавать и объяснять сложные концепции...",
    "responsibility": "Проведение лекций и практических занятий по программированию на языке Python. - Разработка обучающих материалов и учебных планов. - Оценка и проверка работ...",
    "published_at": "2023-08-04T08:16:24+0300"
  },
  {
    "name": "Middle Python Developer",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83756794",
    "info": "Важен опыт с любым фреймворком кроме django. Знание современного питона (у нас Python 3.11). Понимание общих принципов работы с...",
    "responsibility": "Добавлять в систему новые источники и виды данных — котировок, ключевых моментов спортивных событий. Оптимизировать работу сканера — увеличивать скорость его работы...",
    "published_at": "2023-08-04T12:57:58+0300"
  },
  {
    "name": "Инженер-программист АСУ (АСУТП,Python, Machine vision)/Automation Control Systems Software Developer",
    "salary_from": 120000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84424340",
    "info": "Высшее техническое образование. Профессиональное владение ПК (MS Office, Google Docs/Sheets). Базовые знания Computer Science. Знание сетевых технологий (TCP/IP...",
    "responsibility": "Разработка программной части систем управления мехатронными комплексами (Роботизированные технологические комплексы, ЧПУ-комплексы, сервоприводные системы) под руководством ведущих инженеров компании. ",
    "published_at": "2023-08-05T12:47:26+0300"
  },
  {
    "name": "Python-разработчик систем сбора",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/72687495",
    "info": "Уверенное знание Python3. Опыт разработки систем сбора. Опыт многопоточной и асинхронной разработки (threading, asyncio), знание примитивов синхронизации, умение масштабировать...",
    "responsibility": "Написание чистого, понятного кода. Реализация систем сбора. Анализ и исправление ошибок. Сопровождение запуска и эксплуатации сборщиков в продакшене.",
    "published_at": "2023-08-05T19:41:32+0300"
  },
  {
    "name": "Рекрутер - Разрабочик AI Python (Удаленно)",
    "salary_from": 130000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83974153",
    "info": "Кому подходит: Продуктовый mindset: желание понять потребности будучи рекрутером перед тем, как кодить. Python 1+ год, опыт применения GPT. ",
    "responsibility": null,
    "published_at": "2023-07-25T06:51:26+0300"
  },
  {
    "name": "Python-разработчик",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84448764",
    "info": "Уверенные знания Python, asyncio. Опыт коммерческой разработки на языке Python не менее трёх лет. Опыт разработки приложений для ОС Linux. ",
    "responsibility": "Разработка приложений и микросервисов с использованием языка Python. Участие проектировании архитектуры приложений.",
    "published_at": "2023-08-05T17:49:53+0300"
  },
  {
    "name": "Python-разработчик в R&D отдел",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/72687478",
    "info": "Уверенное знание Python3. Умение использовать ООП. Знание сетевых протоколов разного уровня (TCP, UDP, HTTP, WebSocket, etc) и способов сериализации...",
    "responsibility": "Написание чистого, понятного кода. Реализация сетевых клиентов и протоколов по документации. Взаимодействие с исследователями. Покрытие тестами. Написание документации. ",
    "published_at": "2023-08-05T19:41:32+0300"
  },
  {
    "name": "Senior Python Developer",
    "salary_from": 300000,
    "salary_to": 400000,
    "url": "https://hh.ru/vacancy/84273897",
    "info": "Есть опыт работы с системными настройками Linux, стандартными сетевыми протоколами и сервисами (напр. Radius, HTTP(s), SMTP, LDAP, DNS), в...",
    "responsibility": "Специфическая обработка протоколов удаленного доступа и передачи файлов, специализированная балансировка нагрузки. - Реализация различных методов обработки передаваемых и накопленных данных. - ",
    "published_at": "2023-08-03T12:10:55+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/78823037",
    "info": "Уверенное знание Python 3. Уверенное знание ОС GNU/Linux на уровне Администратора. Опыт работы в команде (git). Опыт работы с...",
    "responsibility": "Разработка серверного программного обеспечения на языке Python (средства защиты информации, средства мониторинга состояния технических и программных средств, управление конфигурациями центра...",
    "published_at": "2023-08-01T11:41:19+0300"
  },
  {
    "name": "Разработчик Python Middle",
    "salary_from": 100000,
    "salary_to": 190000,
    "url": "https://hh.ru/vacancy/83655667",
    "info": "Python 3, Flask, Django, FastAPI. Знание принципов разработки REST API. Опыт работы с базами данных (SQL и NoSQL). ",
    "responsibility": "Разработка под задачи компании. Обучением и наставлением команды Junior специалистов (их у нас 4 человека). Проводить код-ревью своих подопечных.",
    "published_at": "2023-08-06T06:23:45+0300"
  },
  {
    "name": "Python developer",
    "salary_from": 150000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/46229759",
    "info": "Английский язык. Давайте работать вместе!",
    "responsibility": "Как разбираться в чужом коде и вносить в него изменения, работать с легаси. Обучаем команду: проводим лекции и мастер-классы...",
    "published_at": "2023-07-15T17:34:00+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83684261",
    "info": "Знание и опыт Computer Vision. — Хорошая математическая подготовка. — Опыт разработки алгоритмов машинного обучения с использованием библиотек TensorFlow, Theano, Caffe и...",
    "responsibility": "Разработка ПО с применением нейронных сетей и компьютерного зрения для автономных БПЛА.",
    "published_at": "2023-08-03T12:53:31+0300"
  },
  {
    "name": "Python developer",
    "salary_from": 180000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83966281",
    "info": "Опыт промышленной back-end разработки на Python от 3-х лет. Отличное знание языка Python. Опыт работы с библиотеками aiohttp...",
    "responsibility": "Участвовать в разработке одного из программных продуктов компании. Декомпозировать и оценивать трудоемкость задач совместно с командой. Писать unit-тесты для...",
    "published_at": "2023-07-24T18:24:13+0300"
  },
  {
    "name": "Middle Python developer (офис)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/79828667",
    "info": "Коммерческий опыт разработки на Python от 2-х лет. Уверенное знание одного из web фреймворков (Django, Flask, FastAPI). ",
    "responsibility": "Принимать участие в проекте — от обсуждения задачи до запуска. Проектирование и разработка микросервисов. Поиск оптимальных решений для высоконагруженных частей проекта. ",
    "published_at": "2023-08-03T14:00:56+0300"
  },
  {
    "name": "Full stack Программист Python (middle)",
    "salary_from": 100000,
    "salary_to": 170000,
    "url": "https://hh.ru/vacancy/84149502",
    "info": "Высшее образование. Опыт разработки Web-проектов на Python (django). Желательно владение front-end стеком. Опыт работы с проектами Vue, Nuxt...",
    "responsibility": "Back end разработка сайта на Python (Django) + Front end. Участие в разработке архитектуры решения.",
    "published_at": "2023-07-27T15:02:32+0300"
  },
  {
    "name": "Разработчик Python (Отдел разработки и интеграции CRM-систем)",
    "salary_from": 125000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84198997",
    "info": "Python 3 (asyncio). Linux (желательно RedHat8 или Oracle Linux). Знание основ IP-протокола и сетей связи. Знание основ SQL.",
    "responsibility": "Разработка микросервисов на ЯП Python 3. Тестирование разработанных модулей. Администрирование разработанного программно-аппаратного комплекса. Поддержка разработанных решений в качестве 3...",
    "published_at": "2023-07-28T11:45:22+0300"
  },
  {
    "name": "Python-разработчик",
    "salary_from": 60000,
    "salary_to": 120000,
    "url": "https://hh.ru/vacancy/83200118",
    "info": "Опыт разработки от 1,5 лет (Python). Опыт работы с Git. Опыт работы с MySQL1, PostgreSQL. Умение работать с...",
    "responsibility": "Разработка серверной части сайта. Участие в проектирование и документировании API. Участие в разработке микросервисов. Проведение Code Review кода коллег.",
    "published_at": "2023-07-10T09:50:28+0300"
  },
  {
    "name": "Аналитик данных с навыками Python (data scientist)",
    "salary_from": 80000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/81621934",
    "info": "Степень бакалавра в области компьютерных наук, статистики, экономики или смежной области. Опыт работы с Python и его библиотеками для анализа...",
    "responsibility": "Разработка и внедрение моделей для анализа производственных затрат по SKU. Прогнозирование затрат и продаж с использованием современных методов анализа данных...",
    "published_at": "2023-07-15T16:35:40+0300"
  },
  {
    "name": "Разработчик Python, удаленно",
    "salary_from": 200000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/83161563",
    "info": "Высшее техническое образование. Английский (Pre-intermediate ) Уверенный пользователь ПК. Отличные познания MS Office (power point / excel). Не важно. ",
    "responsibility": "Разрабатывать и поддерживать облачную платформу. Автоматизировать процессы, связанные с жизненным циклом компонентов инфраструктуры.",
    "published_at": "2023-07-24T11:24:13+0300"
  },
  {
    "name": "Программист C++/Python",
    "salary_from": 150000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/84118796",
    "info": "Высшее/неполное высшее образование. Уверенные знания C++/Python, ООП. Уверенное знание STL. Понимание эффективных алгоритмов и структур данных. ",
    "responsibility": "Разработка программных продуктов для индустрии HoReCa: Saby Hotel и Saby Presto. Saby Presto - помогает автоматизировать работу ресторана, кафе или столовой...",
    "published_at": "2023-07-27T11:21:09+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84078071",
    "info": "Знание технологий и языков программирования: Python, SQL, JavaScript (желательно, но можно освоить в процессе). Умение работать с системой контроля версий...",
    "responsibility": "Разрабатывать функционал системы управления платформой виртуализации. Участвовать в планировании и дизайне архитектуры решения. Взаимодействовать с DevOps командой. Править баги при...",
    "published_at": "2023-07-26T16:32:29+0300"
  },
  {
    "name": "Backend-разработчик Python/Django",
    "salary_from": 130000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83752469",
    "info": "Знания, навыки и опыт Python/Django, Git. Умение быстро погружаться в задачи и эффективно их решать. Опыт с graphQL желателен...",
    "responsibility": "Развитие E-commerce, SaaS платформы. Написание unit тестов. Разработка нового функционала на Python / Django. Интеграций с различными внешними системами и...",
    "published_at": "2023-07-20T12:22:36+0300"
  },
  {
    "name": "Веб-разработчик PHP/Python (удаленно) для Web3",
    "salary_from": 75000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83210208",
    "info": "Опыт работы с продуктами 1С-Битрикс и WordPress обязателен. Уверенные практические знания PHP, JS, Python, MySQL. Владение HTML и...",
    "responsibility": "Разработка и поддержка веб-приложений и сайтов на PHP и Python. Работа с API и базами данных. Создание собственных модулей...",
    "published_at": "2023-07-10T11:09:48+0300"
  },
  {
    "name": "Middle Python-разработчик",
    "salary_from": 140000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/83578226",
    "info": "Опыт коммерческой разработки на Python. Знание Python 3.6+.",
    "responsibility": "Разработка с использованием Python3. Поддержание проектов компании. Оптимизация существующих проектов компании. Разработка модулей для управления системами хранения данных и...",
    "published_at": "2023-08-04T18:27:15+0300"
  },
  {
    "name": "Middle Python разработчик (Django)",
    "salary_from": 160000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/67115536",
    "info": "Опыт работы с современным стеком и стандартами разработки. Опыт работы в MedTech с соблюдением требований к обработке персональных данных. ",
    "responsibility": "Приветствуем вовлеченность разработчиков в бизнес, а не просто написание кода по ТЗ. Ценим готовность брать ответственность и делиться опытом с...",
    "published_at": "2023-07-24T08:28:25+0300"
  },
  {
    "name": "Middle+ Python Developer (backend)",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/84018264",
    "info": "Опыт в проектах на Python (3.8-3.10), Django/FastAPI. — Опыт с библиотеками Celery\\Dramatiq. — Также нам важно хорошее...",
    "responsibility": "Участвовать в командных мероприятиях (оценка задач, планирование спринта, ретроспектива). — Декомпозиция, разработка, исправление багов, доведение до прода, поддержка после прода. — ",
    "published_at": "2023-08-03T16:21:38+0300"
  },
  {
    "name": "Python-разработчик",
    "salary_from": 180000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/83452764",
    "info": "Используемый стек технологий: — Опыт коммерческой разработки на Python от четырех лет. — Понимание принципов микросервисной архитектуры. — Наличие опыта участия в проектах...",
    "responsibility": "Разворачиванием микросервисов с нуля. — Разработкой архитектуры микросервисов. — Поддержкой, развитием и оптимизацией уже имеющихся проектов. — Работать с самым актуальным стеком. ",
    "published_at": "2023-07-14T16:12:07+0300"
  },
  {
    "name": "Senior Python Developer (AI, robotics)",
    "salary_from": 250000,
    "salary_to": 500000,
    "url": "https://hh.ru/vacancy/81940901",
    "info": "Высшее техническое образование или самостоятельный бэкграунд в области робототехники и смежных областей. Опыт разработки и проектирования робототехнических систем. ",
    "responsibility": "Разрабатывать программную начинку робота для уборки улиц. Построить релизный цикл. Автоматизировать тестирование в симуляции для написанного кода. Дорабатывать системы навигации...",
    "published_at": "2023-08-05T10:41:52+0300"
  },
  {
    "name": "Python-developer",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/84124439",
    "info": "Уверенные знания Python, ООП. Опыт работы с PostgreSQL: построение оптимальных sql-запросов (без использования ORM), умение профилировать запросы. ",
    "responsibility": "Реализовывать новый функционал. Анализировать способы оптимизации производительности методов бизнес-логики и SQL запросов. Писать unit тесты. Тесно взаимодействовать с продуктовой...",
    "published_at": "2023-07-27T12:00:35+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84078070",
    "info": "Знание технологий и языков программирования: Python, SQL, JavaScript (желательно, но можно освоить в процессе). Умение работать с системой контроля версий...",
    "responsibility": "Разрабатывать функционал системы управления платформой виртуализации. Участвовать в планировании и дизайне архитектуры решения. Взаимодействовать с DevOps командой. Править баги при...",
    "published_at": "2023-07-26T16:32:29+0300"
  },
  {
    "name": "Python Developer (Middle-Senior)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83333801",
    "info": "Python 3 на уверенном уровне (+Fast API). Опыт работы в Linux. Опыт работы с k8s (kubernetes), docker-compose...",
    "responsibility": "Доработка нашего API. Разработка интеграций с внешними клиентскими API (CRM, облачные и железные ATC, ERP). Как с российскими, так и...",
    "published_at": "2023-07-12T12:31:26+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 150000,
    "salary_to": 260000,
    "url": "https://hh.ru/vacancy/83525003",
    "info": "Опыт python разработки от 5ти лет. Ответственность и испольнительность. Техническое или математическое образование.",
    "responsibility": "Разработка на Python. Выполнять поручения Team Lead. Вовремя выполнять поставленные задачи.",
    "published_at": "2023-07-17T09:32:37+0300"
  },
  {
    "name": "Python Developer Middle (Backend), удаленно",
    "salary_from": 160000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/83829617",
    "info": "Уверенные знания языка программирования Python. Владение многопоточным multiprocessing и асинхронными подходами asyncio, aiohttp, concurrent.futures. Опыт применения Mongo, docker, nginx, Redis...",
    "responsibility": "Разработкой высоконагруженных backend-сервисов. Пользовательская разработка API для внешних интеграций. Масштабирование: подготовка к запускам крупных клиентов и выстраивание нестандартных процессов...",
    "published_at": "2023-08-05T19:18:34+0300"
  },
  {
    "name": "Full Stack Python Developer",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83410391",
    "info": "Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно). - 2+ года опыта с React.js и Python. - ",
    "responsibility": "Разработка веб-интерфейса для разметки данных. * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data...",
    "published_at": "2023-07-13T18:52:24+0300"
  },
  {
    "name": "Преподаватель в школу программирования (Scratch/Python/Графический дизайн) выходного дня",
    "salary_from": 60000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84365594",
    "info": "Опыт работы с детьми (обязательно). Опыт программирования (обязательно). Умение объяснять сложное простыми (иногда детскими) словами. Любовь к детям и умение...",
    "responsibility": "Python. Scratch. Графический дизайн. Подготовка к ЕГЭ. Олимпиадное программирование. Проведение групповых занятий по программированию для детей 7-­17 лет. ",
    "published_at": "2023-08-01T14:03:42+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 105000,
    "salary_to": 223000,
    "url": "https://hh.ru/vacancy/84005177",
    "info": "Опыт коммерческой разработки от 2 лет: Знание языка Python. Знание Git. Знание SQL и основ проектирования баз данных. ",
    "responsibility": null,
    "published_at": "2023-07-25T13:24:20+0300"
  },
  {
    "name": "Продакт Разработчик - Рекрутер AI HR Python (Удаленно)",
    "salary_from": 100000,
    "salary_to": 160000,
    "url": "https://hh.ru/vacancy/84066752",
    "info": "Кому подходит: Продуктовый mindset: желание понять потребности будучи рекрутером перед тем, как кодить. Python 1+ год, опыт применения GPT. ",
    "responsibility": null,
    "published_at": "2023-07-26T14:37:48+0300"
  },
  {
    "name": "Преподаватель программирования Python",
    "salary_from": 80000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84334165",
    "info": "Владение навыками преподавания языков программирования/математики/информатики. Наличие высшего профессионального образования (обязательно наличие либо педагогического образования или повышения квалификации или...",
    "responsibility": "Ведение онлайн встреч со школьниками 8-11 классов по темам: разработка 2D-игр на Python или Telegram-ботов на...",
    "published_at": "2023-08-01T07:34:48+0300"
  },
  {
    "name": "Senior Python Developer (Robotics, AI)",
    "salary_from": 250000,
    "salary_to": 500000,
    "url": "https://hh.ru/vacancy/83380963",
    "info": "Опыт разработки и проектирования робототехнических систем. Уверенный опыт разработки на Python. Технический английский язык - B2 и выше. ",
    "responsibility": "Глобально - участие в разработке нового продукта в области робототехники. Примеры задач - разработка ПО для робота для уборки улиц, автоматизация тестирования...",
    "published_at": "2023-07-13T11:15:03+0300"
  },
  {
    "name": "Python Backend Developer",
    "salary_from": 140000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/83268235",
    "info": "Высшее или средне-специальное образование. Python 3.9+ (особенности + типизация). Опыт использования ООП - три слона (или больше) +...",
    "responsibility": "Писать программный код на Python (PEP 8). Модифицировать и улучшать No-Code платформу для решения задач в области машинного обучения...",
    "published_at": "2023-07-11T10:59:05+0300"
  },
  {
    "name": "Инженер по автоматизированному тестированию / Middle QА Аutomation Engineer (Selenium / Python)",
    "salary_from": 130000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84449117",
    "info": "Знание жизненного цикла программного обеспечения, глубокое понимание методологии, процессов и целей тестирования, роли тестировщика в команде. Большое желание заниматься тестированием. ",
    "responsibility": "Организацию и последующую поддержку процесса автоматического тестирования с помощью Selenium. Организацию и последующую поддержку процесса ручного тестирования.",
    "published_at": "2023-08-02T17:54:43+0300"
  },
  {
    "name": "Ведущий разработчик Python (FastAPI)",
    "salary_from": 280000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83242182",
    "info": "Опыт коммерческой разработки на FastAPI - от 1 года, на Python от 4-5 лет. Опыт работы с Redis, Celery, Git. ",
    "responsibility": "Разработка парсеров сайтов, внутреннего портала и других внутренних продуктов (на выбор).",
    "published_at": "2023-07-10T17:51:04+0300"
  },
  {
    "name": "Разработчик Python",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84078072",
    "info": "Знание технологий и языков программирования: Python, SQL, JavaScript (желательно, но можно освоить в процессе). Умение работать с системой контроля версий...",
    "responsibility": "Разрабатывать функционал системы управления платформой виртуализации. Участвовать в планировании и дизайне архитектуры решения. Взаимодействовать с DevOps командой. Править баги при...",
    "published_at": "2023-07-26T16:32:29+0300"
  },
  {
    "name": "Программист Python (Банк)",
    "salary_from": 200000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/82299184",
    "info": "Стек технологий. - python 3. - Django , Django Rest Framework. - опыт от 2х лет коммерческой разработки на Python. - опыт работы с...",
    "responsibility": "Команда делает собственное облако для внутренних пользователей банка & на его базе публичное облако для продажи по B2B. ",
    "published_at": "2023-07-26T20:41:10+0300"
  },
  {
    "name": "Python Developer",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83359221",
    "info": "Уверенное использование Python 3.x от 2-х лет. Опыт работы с asyncio. Опыт использования: fastapi, flask, ORM (sqlalchemy). ",
    "responsibility": "Поддержка существующих backend сервисов и написание новых на языке Python. Покрытие кода unit тестами, рефакторинг, оптимизация кода и взаимодействия с...",
    "published_at": "2023-08-05T18:30:24+0300"
  },
  {
    "name": "Python/PostgreSQL разработчик",
    "salary_from": 200000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/83336118",
    "info": "Глубокие знания и интенсивный опыт применения Python3. Понимание принципов ООП, асинхронного программирования. Опыт работы с реляционными базами данных, желательно...",
    "responsibility": "Квантбокс разрабатывает IT-решения по автоматизации торговых операций с разными видами активов для профессиональных участников финансового рынка. Ключевая разработка Квантбокс...",
    "published_at": "2023-08-05T12:54:47+0300"
  },
  {
    "name": "Ведущий Python-developer",
    "salary_from": 220000,
    "salary_to": 340000,
    "url": "https://hh.ru/vacancy/80514960",
    "info": "Опыт коммерческой разработки на Python. Понимание принципов ООП. Знание основных и архитектурных паттернов программирования. Опыт работы с системами контроля версий...",
    "responsibility": "Разрабатывать распределенные высоконагруженные информационные системы. Разрабатывать объекты бизнес-логики и эффективные методы для доступа к данным. Оптимизировать скорость обращения к...",
    "published_at": "2023-07-15T16:26:59+0300"
  },
  {
    "name": "Senior Python разработчик",
    "salary_from": 1000000,
    "salary_to": 1400000,
    "url": "https://hh.ru/vacancy/84524569",
    "info": "Опыт работы в Software Development: 5 года. Уверенное владение одним из языков программирования. Знание и опыт работы с Web Stack...",
    "responsibility": "Python разработка нового функционала. Поддержка существующего функционала. Работа с Tech Stack'ом: Python. PostgreSQL, MongoDB. Docker, GitLab CI/CD. ",
    "published_at": "2023-08-04T06:42:18+0300"
  },
  {
    "name": "Senior Backend разработчик (Python)",
    "salary_from": 1000000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84524386",
    "info": "Опыт разработки на Python/Django (DRF) более 4-х лет. Глубокое понимание языка программирования Python и опыт работы с фреймворками...",
    "responsibility": "Компания SOMNIUM - разрабатывает собственные программные продукты. На данный момент мы завершили разработку электронного документооборота и приступаем к разработке автоматизации бизнес...",
    "published_at": "2023-08-04T06:34:56+0300"
  },
  {
    "name": "Разработчик (python) - администратор системы",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83641751",
    "info": "Плюсы работы: - Опыт коммерческой разработки от 3-х лет на python. - Опыт написания парсеров на Selenium, requests, Beautiful Soup. - ",
    "responsibility": "Разработать систему для парсинга / скрапинга данных из интернета. - Перенести существующие парсеры на новую систему. - Разработать парсеры под новые задачи. - ",
    "published_at": "2023-07-18T16:54:19+0300"
  },
  {
    "name": "Middle Python Developer (Flask)",
    "salary_from": 100000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/78388031",
    "info": "Опыт коммерческой разработки от 2 лет. Знание SQL обязательно на среднем уровне (select, сложные запросы на выборку, группировку, объединение, создание...",
    "responsibility": "Разработка backend. Разработка аналитической отчетности с использованием инструментария BI-платформы. Взаимодействие с командой DevOps.",
    "published_at": "2023-07-13T09:43:04+0300"
  },
  {
    "name": "Python разработчик",
    "salary_from": 100000,
    "salary_to": 140000,
    "url": "https://hh.ru/vacancy/83244896",
    "info": "Высшее техническое/математическое образование. Опыт работы качестве Python-разработчика не менее 2-x лет. Уверенное владение стеком технологий для разработки...",
    "responsibility": "Разработка ПО сбора данных с измерительных приборов (шумомеров, станций приема данных ADS-B, метеостанций, дополнительных датчиков и сенсоров позволяющих контролировать...",
    "published_at": "2023-08-03T19:11:18+0300"
  },
  {
    "name": "Разработчик Python (Облачные технологии) удаленно",
    "salary_from": 200000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/83293828",
    "info": "Высшее техническое образование. Английский (Pre-intermediate ). Уверенный пользователь ПК. Отличные познания MS Office (power point / excel). Опыт от 4-х...",
    "responsibility": "Разрабатывать и поддерживать облачную платформу. Автоматизировать процессы, связанные с жизненным циклом компонентов инфраструктуры.",
    "published_at": "2023-08-01T15:12:59+0300"
  },
  {
    "name": "Разработчик Python (Django, DRF)",
    "salary_from": 150000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/82929790",
    "info": "Основные технологии проекта: Django 2.2, DRF, PostgreSQL. Опыт веб-разработки от одного года, программирования не менее пяти лет. ",
    "responsibility": "Внимание: с командами не работаем, только с индивидуальными исполнителями. Профессиональный рост и участие в построении архитектур сложных систем.",
    "published_at": "2023-08-05T16:24:09+0300"
  },
  {
    "name": "Middle Python Developer",
    "salary_from": 150000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/84538743",
    "info": "Опыт написания high availability систем, знание общих принципов построения таких систем. Любовь к типизированному коду и тщательной верификации входящих данных. ",
    "responsibility": "Разработка backend. Руководство отделом разработки компании с перспективой роста в СTO в Группе компаний. Формирование, согласование и стандартизация подходов в...",
    "published_at": "2023-08-04T10:33:29+0300"
  },
  {
    "name": "Программист Middle Python/Go (в ОФИС)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/81907796",
    "info": "Работа с большими данными в БД как SQL, так и NoSQL. Программирование асинхронных приложений на python и golang. ",
    "responsibility": "2 датацентра. Прирост свыше 200млн публикаций в месяц, по объемам - 2ТБ. Обход >50тыс источников с интервалом менее...",
    "published_at": "2023-07-21T13:25:29+0300"
  },
  {
    "name": "Разработчик backend Python, Middle",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83574305",
    "info": "Обязательные компетенции: Python - опыт промышленной разработки с применением ООП. Опыт разработки многопоточных и асинхронных приложений на Python. Опыт разработки микросервисов...",
    "responsibility": "Ключевой проект – разработка торговых стратегий и сигналов для нашего партнера - американского алгоритмического Хедж-Фонда, входящий в ТОП 100 мира. ",
    "published_at": "2023-08-04T17:31:01+0300"
  },
  {
    "name": "Python разработчик (middle+)",
    "salary_from": 180000,
    "salary_to": 220000,
    "url": "https://hh.ru/vacancy/81054303",
    "info": "Опыт коммерческой разработки веб-сервисов на Django от 3 лет. Экспертиза в работе с PostgreSQL. Хорошее знание Linux. ",
    "responsibility": null,
    "published_at": "2023-07-07T15:41:58+0300"
  },
  {
    "name": "Senior Python Developer ML",
    "salary_from": 300000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/83450677",
    "info": "Практический опыт разработки высоконагруженных систем и их распределение на Java - от 4-х лет. Опыт работы в коммерческой разработке Python...",
    "responsibility": "Проектирование и разработка высоконагруженных сервисов с кластером Hadoop. Проектирование элементов системы с последующей реализацией. Работать в исследовательской команде по направлению...",
    "published_at": "2023-07-14T15:42:46+0300"
  },
  {
    "name": "Senior Python разработчик (Django)",
    "salary_from": 280000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/69529590",
    "info": "Опыт работы с современным стеком и стандартами разработки. Опыт работы в MedTech с соблюдением требований к обработке персональных данных. ",
    "responsibility": "Приветствуем вовлеченность разработчиков в бизнес, а не просто написание кода по ТЗ. Ценим готовность брать ответственность и делиться опытом с...",
    "published_at": "2023-08-01T10:21:40+0300"
  },
  {
    "name": "Middle Python developer",
    "salary_from": 120000,
    "salary_to": 170000,
    "url": "https://hh.ru/vacancy/83817615",
    "info": "Понимание принципов построения «чистой» архитектуры приложений. Опыт разработки на Python от трех лет и владение современными фреймворками. В частности, Django...",
    "responsibility": "Проработка архитектурных решений, написание сервисов. Покрытие тестами новой функциональности. Разработка API для взаимодействия с frontend через REST API (DRF, Marshmallow).",
    "published_at": "2023-07-21T14:59:20+0300"
  },
  {
    "name": "Python разработчик (middle+)",
    "salary_from": 190000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/81054302",
    "info": "Опыт коммерческой разработки веб-сервисов на Django от 3 лет. Экспертиза в работе с PostgreSQL. Хорошее знание Linux. ",
    "responsibility": null,
    "published_at": "2023-07-10T15:42:22+0300"
  },
  {
    "name": "Middle python developer",
    "salary_from": 150000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83207801",
    "info": "Опыт коммерческой разработки от 2х лет. Знание ООП и паттернов проектирования. Уверенное владение одним из фрейморков (Django, Flask, aiohttp). ",
    "responsibility": "Участие в проектировании архитектуры. Разработка CRM (back office). Разработка backend (front office). Интеграция API. Адаптация верстки для backend.",
    "published_at": "2023-08-03T10:45:38+0300"
  },
  {
    "name": "Программист Python",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/80217484",
    "info": "Опыт разработки на Python от 3 лет. Уверенное знание HTML5, CSS, JavaScript. Уверенное владение Git. Отличное знание python 3. ",
    "responsibility": "Предстоит разрабатывать бекенд высоконагруженного мобильного приложения, участвовать в проектировании системы, обсуждать постановку задач, придумывать наилучшие решения. Участие в проектировании архитектурных...",
    "published_at": "2023-07-27T12:31:34+0300"
  },
  {
    "name": "Israeli Based Company::Remote::Python QA Automation::Storage Cluster or WebUI/API",
    "salary_from": 300000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84424380",
    "info": "Experience in QA Automation using Python. Experience in analyzing large and diverse systems, understanding of QA processes and procedures. ",
    "responsibility": null,
    "published_at": "2023-08-05T12:47:50+0300"
  },
  {
    "name": "Python/С++ разработчик",
    "salary_from": 105000,
    "salary_to": 215000,
    "url": "https://hh.ru/vacancy/83959370",
    "info": "Опыт коммерческой разработки от 2 лет. Уверенные знания C++/Python. Понимание принципов ООП. Опыт работы с PostgreSQL: построение оптимальных sql...",
    "responsibility": null,
    "published_at": "2023-07-24T16:29:49+0300"
  },
  {
    "name": "QA Lead (python)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83227410",
    "info": "Организация обучения QA-специалистов в команде и процедуры обмена опытом как внутри команды, так и со смежными подразделениями. - ",
    "responsibility": "Актуализация имеющихся автотестов платформы, её компонентов и API. - Разработка новых автотестов согласно внедряемому функционалу платформы, её компонентов и API. - ",
    "published_at": "2023-07-10T14:23:30+0300"
  },
  {
    "name": "Старший Python разработчик (удаленно) можно работать из-за границы!",
    "salary_from": 230000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83694628",
    "info": "Опыт разработки на Python, опыт с Django Framework от 3-х лет. Глубокий опыт работы с Kafka. Знание gRPC, GraphQL. ",
    "responsibility": "Разрабатывать новый функционал. Проводить code review. Участвовать в проектировании и анализе архитектуры решений. Писать unit-тесты.",
    "published_at": "2023-08-03T14:38:30+0300"
  },
  {
    "name": "Ведущий программист Python",
    "salary_from": 240000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/80505456",
    "info": "Владение Python на высоком уровне. Знание ООП. Знание паттернов проектирования и умение их применять. Опыт работы с базами данных. ",
    "responsibility": "Разрабатывать распределенные высоконагруженные информационные системы. Разрабатывать объекты бизнес-логики и эффективные методы для доступа к данным. Оптимизировать скорость обращения к...",
    "published_at": "2023-07-12T16:15:52+0300"
  },
  {
    "name": "Python-программист, микросервисная архитектура, Senior",
    "salary_from": 160000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83264671",
    "info": "Опыт коммерческой разработки на Python от 3-х лет. Опыт создания микросервисной архитектуры. Опыт написания микросервисов. Продвинутые знания Kafka, Faust. ",
    "responsibility": "Участие в проектировании микросервисной архитектуры с использованием Python, Kafka, Postgresql. Писать сервисы на Python. Разрабатывать API для мобильных и сервисов...",
    "published_at": "2023-08-04T17:18:32+0300"
  },
  {
    "name": "Ведущий Python-developer",
    "salary_from": 220000,
    "salary_to": 340000,
    "url": "https://hh.ru/vacancy/83748034",
    "info": "Опыт коммерческой разработки на Python. Понимание принципов ООП. Знание основных и архитектурных паттернов программирования. Опыт работы с системами контроля версий...",
    "responsibility": "Разрабатывать распределенные высоконагруженные информационные системы. Разрабатывать объекты бизнес-логики и эффективные методы для доступа к данным. Оптимизировать скорость обращения к...",
    "published_at": "2023-07-20T11:40:16+0300"
  },
  {
    "name": "Backend разработчик (Python)",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/83802140",
    "info": "Опыт коммерческих проектов на Python. Знание Python на уровне не ниже middle. Уверенный пользователь Linux. Опыт использования Docker. ",
    "responsibility": "Планирование процесса разработки. Участие в полном цикле разработки –от проектирования архитектуры до тестирования. Контроль работоспособности ПО.",
    "published_at": "2023-08-05T11:20:12+0300"
  },
  {
    "name": "Ведущий Python разработчик",
    "salary_from": 200000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/84271869",
    "info": "Отличные знания Python с опытом разработки от 4-х лет. Опыт разработки на Django, Django REST Framework. Знания и опыт...",
    "responsibility": "Писать качественный, понятный и тестируемый код. Участвовать в проектирование архитектуры приложения и БД. Руководить группой разработчиков. Оценивать сроки и ресурсы...",
    "published_at": "2023-08-03T11:55:42+0300"
  },
  {
    "name": "Python-разработчик (Django)",
    "salary_from": 230000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84046952",
    "info": "Очень важен опыт разработки на Python 3 (Django Framework) от 3-х лет. Опыт работы с PostgreSQL, Redis, Elasticsearch, DRF...",
    "responsibility": null,
    "published_at": "2023-08-04T10:54:11+0300"
  },
  {
    "name": "Senior Python developer (fast API)",
    "salary_from": 180000,
    "salary_to": 240000,
    "url": "https://hh.ru/vacancy/81320477",
    "info": "Опыт коммерческой разработки на Python от четырех лет. Понимание принципов микросервисной архитектуры. Наличие опыта участия в проектах разработки высоконагруженных распределенных...",
    "responsibility": "1. Поддержкой, развитием и оптимизацией проектов. 2. Разработкой новой функциональности и улучшением имеющейся. При разработке учитывать принципы построения распределенных систем. ",
    "published_at": "2023-07-26T16:41:56+0300"
  },
  {
    "name": "Head of Dev Department (Python, Low-Code) / Руководитель отдела разработки",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/84156498",
    "info": "Опыт работы более 5 лет с продуктовыми командами в части реализации и внедрения. Хардовый технический бэкграунд (Python; SQL). ",
    "responsibility": "Управление международной командой разработки до 50 человек в штате компании (не аутсорс/аутстафф). Команда распределена между проектами, у каждого проекта...",
    "published_at": "2023-08-05T15:54:42+0300"
  },
  {
    "name": "Разработчик Python Middle+ Senior",
    "salary_from": 250000,
    "salary_to": 350000,
    "url": "https://hh.ru/vacancy/83146353",
    "info": "Глубокое знание Python, способность писать код без фреймворков. Опыт коммерческой разработки на Python от 3х лет. Опыт разработки REST...",
    "responsibility": "Участвовать в разработке продуктов компании на языке программирования - Python. Разрабатывать и поддерживать интеграции со сторонними API. Взаимодействовать с командой аналитиков...",
    "published_at": "2023-08-03T14:14:06+0300"
  },
  {
    "name": "Middle Python backend developer",
    "salary_from": 110000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83409678",
    "info": "Опыт коммерческой разработки проектов на языке Python от 2-х лет. Знание актуальных стабильных версии Django / DRF / Flask / FastAPI. ",
    "responsibility": "Разработка веб-приложений и микросервисов. Участие в разработке архитектур проектов. Ведение и поддержка в актуальном состоянии технической документации и тестов. ",
    "published_at": "2023-08-03T18:25:23+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/84365221",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-08-01T13:59:08+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/84365218",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-08-01T13:59:08+0300"
  },
  {
    "name": "Middle Auto QA-инженер (Python)",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/82447169",
    "info": "Принципы нашей работы: В любой коммуникации люди на первом месте. Опыт в тестировании ПО не менее 2 лет. ",
    "responsibility": "Играем на стороне клиента. Большая команда с разными компетенциями: тимлид поможет влиться и составит план развития. Работа над вашим личным...",
    "published_at": "2023-07-26T15:40:42+0300"
  },
  {
    "name": "Продакт Разработчик AI СОО Python/Node.js (Удаленно)",
    "salary_from": 130000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83905789",
    "info": "Ответственность за доставку проектов в продакшн и решение кросс-командных проблем. Груминг и планирование беклога. Понимание клиентских метрик и вашего...",
    "responsibility": "Разработке сервисов аналитики данных с применением GPT, исследование и тестирование Code Interpreter, AutoGPT, Langchain и пр. Работе над внутренней платформой...",
    "published_at": "2023-07-23T23:07:22+0300"
  },
  {
    "name": "Backend разработчик Middle +, Senior (Python)",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83648180",
    "info": "Отличное знание и применение ООП. Опыт разработки от 3 лет. Стек: Python, MongoDB, ClickHouse, FastAPI, PosgreSQL, Kafka, Docker, Go KrakenD. ",
    "responsibility": "Разработка высоконагруженных сервисов для системы мониторинга транспорта. Участие в обсуждении продуктовой логики сервиса целиком и отдельных единиц функционала. ",
    "published_at": "2023-07-18T19:10:19+0300"
  },
  {
    "name": "Ведущий Python разработчик",
    "salary_from": 243000,
    "salary_to": 415000,
    "url": "https://hh.ru/vacancy/80505406",
    "info": "Уверенные знания Python, ООП. Опыт работы с PostgreSQL: построение оптимальных sql-запросов (без использования ORM), умение профилировать запросы. ",
    "responsibility": "Разработке высоконагруженного финансового приложения. - Реализации сервиса доставки. - Развитию и сопровождению высоконагруженного приложения фиксации активности пользователей.",
    "published_at": "2023-07-12T16:15:51+0300"
  },
  {
    "name": "Backend программист (Python/Django) - Senior developer",
    "salary_from": 140000,
    "salary_to": 180000,
    "url": "https://hh.ru/vacancy/83312122",
    "info": "Опыт работы с Python 3.6+ (фреймворк Django) от 4-х лет. Опыт работы с DRF (Django REST framework...",
    "responsibility": "Участвовать в разработке уникальных веб-сервисов для клиентов (электронные тендерные площадки, личные кабинеты и пр.) - в сферах промышленности, финансов, туризма...",
    "published_at": "2023-08-05T07:41:53+0300"
  },
  {
    "name": "Middle Python Developer",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/82565336",
    "info": "Опыт коммерческой разработки на Python. Понимание микросервисной архитектуры. Умение работать с асинхронным кодом. Знание Linux, умение работать с Git, опыт...",
    "responsibility": "Поработать над моделью предсказания вероятности ДТП в сервисе для расчета цены ОСАГО. Улучшать и разрабатывать парсеры (миллионы запросов в день...",
    "published_at": "2023-08-03T13:26:37+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/83128330",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-07-07T09:24:26+0300"
  },
  {
    "name": "Веб-разработчик (Vue.js + NodeJS или Kotlin + PHP, либо Python + PHP)",
    "salary_from": 80000,
    "salary_to": 150000,
    "url": "https://hh.ru/vacancy/84028951",
    "info": "Отличное знание Python и PHP, а также опыт разработки от трех лет. Опыт многопоточного и асинхронного программирования. Опыт промышленного программирования...",
    "responsibility": "Создание новых страниц и участие во всех этапах разработки от дизайна до запуска. Создание компонентов на php (если высокоуровневые простые...",
    "published_at": "2023-07-25T23:47:11+0300"
  },
  {
    "name": "Разработчик (python) - администратор системы",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83641852",
    "info": "Плюсы работы: - Опыт коммерческой разработки от 3-х лет на python. - Опыт написания парсеров на Selenium, requests, Beautiful Soup. - ",
    "responsibility": "Разработать систему для парсинга / скрапинга данных из интернета. - Перенести существующие парсеры на новую систему. - Разработать парсеры под новые задачи. - ",
    "published_at": "2023-07-18T16:56:10+0300"
  },
  {
    "name": "Senior python developer",
    "salary_from": 140000,
    "salary_to": 450000,
    "url": "https://hh.ru/vacancy/83208497",
    "info": "Опыт с Python 3 от 5 лет (основные концепции и низкоуровневые реализации). Опыт разработки REST API (Django\\DRF и\\или...",
    "responsibility": "Проектирование, реализация и поддержка масштабируемой и надежной fintech системы в области криптовалют. Выбирать решения и обсуждать их на общих собраниях. ",
    "published_at": "2023-08-03T10:52:27+0300"
  },
  {
    "name": "Team Lead Python",
    "salary_from": 300000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/81922758",
    "info": "Опыт управления командой разработчиков от 3-х лет. Опыт программирования на Python от 5-ти лет и знание его экосистемы. ",
    "responsibility": "Управление командой разработчиков: постановка целей, делегирование задач, контроль их исполнения. Участие в найме и мотивации сотрудников. Адаптация и обучение новых...",
    "published_at": "2023-07-28T08:38:18+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/84365222",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-08-01T13:59:08+0300"
  },
  {
    "name": "Ведущий Python-developer",
    "salary_from": 240000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/84147255",
    "info": "Уверенные знания Python, ООП. Опыт работы с PostgreSQL: построение оптимальных sql-запросов (без использования ORM), умение профилировать запросы. ",
    "responsibility": "Прорабатывать архитектуру и планировать способы реализации нового функционала. Анализировать способы оптимизации производительности методов бизнес-логики и SQL запросов. ",
    "published_at": "2023-07-27T14:45:26+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/84365219",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-08-01T13:59:08+0300"
  },
  {
    "name": "Ведущий C++, Python-программист",
    "salary_from": 230000,
    "salary_to": 340000,
    "url": "https://hh.ru/vacancy/83154283",
    "info": "Уверенные знания Python, SQL, С++. Навыки руководства проектами, выстраивания и приоритезации работ сотрудников. Опыт выполнения оптимизационных или высоконагруженных задач. ",
    "responsibility": "Прорабатывать архитектуру и планировать способы реализации нового функционала. Анализировать способы оптимизации производительности методов бизнес-логики и SQL. запросов. ",
    "published_at": "2023-07-07T14:37:23+0300"
  },
  {
    "name": "Middle / Senior Python/Go developer",
    "salary_from": 80000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/30548119",
    "info": "Английский язык. Давайте работать вместе!",
    "responsibility": "Любой другой язык программирования. Как разбираться в чужом коде и вносить в него изменения, работать с легаси. Обучаем команду: проводим...",
    "published_at": "2023-07-13T08:29:39+0300"
  },
  {
    "name": "Разработчик Java (Android), Python",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/83605065",
    "info": "Знание языков программирования: Java, Python. Опыт разработки мобильных приложений для android. Навыки решать задачи связанные с. Обменами (TCP/IP, AMQP...",
    "responsibility": "Разработка сервисов и внешних компонент для 1С для Android (Java). Разработка сервисов для SCADA и промышленной автоматизации (Python). ",
    "published_at": "2023-07-18T10:44:17+0300"
  },
  {
    "name": "Преподаватель web-разработки (python + javascript)",
    "salary_from": 75000,
    "salary_to": 125000,
    "url": "https://hh.ru/vacancy/84365220",
    "info": "Опыт работы разработки на Python от 1 года (приветствуется опыт работы на инженерной должности). Программирование базовых алгоритмов и структур данных. ",
    "responsibility": "Проведение занятий по направлению «Python»,«JavaScript». Подготовка студентов к сдаче демонстрационного экзамена «Профессионалы». Проведение ежемесячных лабораторных работ по направлению, подготовка...",
    "published_at": "2023-08-01T13:59:08+0300"
  },
  {
    "name": "Преподаватель курсов \"Программирование на языке Python\"",
    "salary_from": 80000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83296760",
    "info": "Глубокое знание предметной области. Умение и желание развивать свои профессиональные качества. ​​​​​​​Высшее образование. Технический английский. Опыт менторства, обучения или преподавания...",
    "responsibility": "Проведение курсов повышения квалификации (андрагогика). Разработка учебно-методических материалов. Развитие читаемого курса, поддержание его актуальности.",
    "published_at": "2023-07-11T16:36:49+0300"
  },
  {
    "name": "Ведущий Python-developer",
    "salary_from": 220000,
    "salary_to": 370000,
    "url": "https://hh.ru/vacancy/79965396",
    "info": "Опыт коммерческой разработки на Python. Понимание принципов ООП. Знание основных и архитектурных паттернов программирования. Опыт работы с системами контроля версий...",
    "responsibility": "Разрабатывать распределенные высоконагруженные информационные системы. Разрабатывать объекты бизнес-логики и эффективные методы для доступа к данным. Оптимизировать скорость обращения к...",
    "published_at": "2023-07-31T10:17:05+0300"
  },
  {
    "name": "Преподаватель по дисциплине «Системы программирования Python»",
    "salary_from": 70000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/84161837",
    "info": "Индустриальный опыт от 3 лет. Старший преподаватель - высшее профессиональное образование и стаж научно-педагогической работы не менее 3 лет, при...",
    "responsibility": "Проведение лекций по следующим дисциплинам: Проведение практических занятий:",
    "published_at": "2023-07-27T16:36:16+0300"
  },
  {
    "name": "Senior Python developer",
    "salary_from": 200000,
    "salary_to": 380000,
    "url": "https://hh.ru/vacancy/84101593",
    "info": "Стек технологий. - python 3. - Django , Django Rest Framework. - опыт от 4х лет коммерческой разработки на Python. - опыт работы с...",
    "responsibility": "Команда делает собственное облако для внутренних пользователей банка & на его базе публичное облако для продажи по B2B. ",
    "published_at": "2023-08-03T11:53:31+0300"
  },
  {
    "name": "Разработчик Java (Android), Python",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/82746222",
    "info": "Знание языков программирования: Java, Python. Опыт разработки мобильных приложений для android. Навыки решать задачи связанные с обменами (TCP/IP, AMQP...",
    "responsibility": "Разработка сервисов и внешних компонентов для 1С для Android (Java). Разработка сервисов для SCADA и промышленной автоматизации (Python). ",
    "published_at": "2023-08-01T15:35:30+0300"
  },
  {
    "name": "Ведущий C++, Python-программист",
    "salary_from": 230000,
    "salary_to": 340000,
    "url": "https://hh.ru/vacancy/83154284",
    "info": "Уверенные знания Python, SQL, С++. Навыки руководства проектами, выстраивания и приоритезации работ сотрудников. Опыт выполнения оптимизационных или высоконагруженных задач. ",
    "responsibility": "Прорабатывать архитектуру и планировать способы реализации нового функционала. Анализировать способы оптимизации производительности методов бизнес-логики и SQL. запросов. ",
    "published_at": "2023-07-07T14:37:23+0300"
  },
  {
    "name": "Ведущий Python разработчик",
    "salary_from": 250000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/81542736",
    "info": "Обязательные навыки и опыт: - Опыт коммерческой разработки на Python 3.7+ от 5 лет. - Опыт работы с FastAPI. - ",
    "responsibility": null,
    "published_at": "2023-07-16T09:42:09+0300"
  },
  {
    "name": "Team Lead Python",
    "salary_from": 300000,
    "salary_to": 420000,
    "url": "https://hh.ru/vacancy/83705773",
    "info": "Коммерческий опыт работы на Python от 5 лет. Опыт управления командой от 4 человек. Обязателен опыт работы с реляционными БД...",
    "responsibility": "Работать с коллегами, лидировать и наставлять их. Улучшать метрики команд. Улучшать процессы backend разработки. Необходимо разрабатывать стандарты.",
    "published_at": "2023-07-19T17:12:05+0300"
  },
  {
    "name": "Ведущий инженер-программист / Бэкенд-разработчик на Python",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/78867779",
    "info": "Опыт разработки от 5 лет на Python. - Опыт в ОС Linux. - Стек: Flask/FastAPI, SQLAlchemy, Postgres, Redis, Celery. - ",
    "responsibility": "В отдел разработки автоматизированных систем управления. В проект разработки автоматизированной системы управления связью. - Backend разработка. - Реализация бизнес-логики. - ",
    "published_at": "2023-07-31T06:35:26+0300"
  },
  {
    "name": "Senior Python Developer",
    "salary_from": 350000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/80803272",
    "info": "Готов работать не по четкому ТЗ, а по бизнес требованиям, и способен спроектировать масштабируемый поддерживаемый проект. Умеет работать в сжатых...",
    "responsibility": "Разрабатывать приложения в микросервисной архитектуре. Собирать инструментарий, из которого аналитики и data scientist-ы смогут без bolier plate кода собирать...",
    "published_at": "2023-07-31T09:24:26+0300"
  },
  {
    "name": "Ведущий C++, Python-программист",
    "salary_from": 230000,
    "salary_to": 340000,
    "url": "https://hh.ru/vacancy/83154282",
    "info": "Уверенные знания Python, SQL, С++. Навыки руководства проектами, выстраивания и приоритезации работ сотрудников. Опыт выполнения оптимизационных или высоконагруженных задач. ",
    "responsibility": "Прорабатывать архитектуру и планировать способы реализации нового функционала. Анализировать способы оптимизации производительности методов бизнес-логики и SQL. запросов. ",
    "published_at": "2023-07-07T14:37:23+0300"
  },
  {
    "name": "QA Automation Engineer (сетевое оборудование, СВЧ, Python)",
    "salary_from": 180000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/82783708",
    "info": "Опыт написания автотестов на Python с использованием сторонних библиотек и unittest, PyTest, Selenium WebDriver, telnetlib, paramiko, pexpect. Уверенные знания теории...",
    "responsibility": "Разработка автоматизированных тестов, развитие и улучшение имеющейся системы автотестирования. Интеграция автотестов. Разработка, поддержка тест-кейсов и тест-планов. ",
    "published_at": "2023-08-04T16:23:06+0300"
  },
  {
    "name": "Разработчик (python) - администратор системы",
    "salary_from": 90000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83641799",
    "info": "Плюсы работы: - Опыт коммерческой разработки от 3-х лет на python. - Опыт написания парсеров на Selenium, requests, Beautiful Soup. - ",
    "responsibility": "Разработать систему для парсинга / скрапинга данных из интернета. - Перенести существующие парсеры на новую систему. - Разработать парсеры под новые задачи. - ",
    "published_at": "2023-07-18T16:55:20+0300"
  },
  {
    "name": "Middle Python developer",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/72687504",
    "info": "Уверенное знание Python3: SQLAlchemy, pymysql, json, (io)pika. Опыт работы с ОС семейства Linux, умение запустить свой код. ",
    "responsibility": "Написание чистого, понятного кода. Ведение (исправление багов, модернизация, улучшение) разработанного микросервиса.",
    "published_at": "2023-08-05T19:41:32+0300"
  },
  {
    "name": "Backend Python developer (senior/middle+)",
    "salary_from": 150000,
    "salary_to": 200000,
    "url": "https://hh.ru/vacancy/82734703",
    "info": "Имеешь опыт коммерческой разработки на python 3 от 3-х лет. Разрабатывал телеграм-боты с помощью aiogram или другой асинхронной...",
    "responsibility": "Разработка нового функционала проекта и фич. Поддержка существующего функционала. Интеграции с внешними сервисами.",
    "published_at": "2023-08-04T10:38:35+0300"
  },
  {
    "name": "Старший Python разработчик",
    "salary_from": 160000,
    "salary_to": 250000,
    "url": "https://hh.ru/vacancy/82987526",
    "info": "Опыт работы от 4-х лет. Уверенное владение Python. Владение одним из фреймворков AioHttp, Sanic, FastApi, Starlette, Django, Flask или...",
    "responsibility": "Разработка сложных программных продуктов. Поддержка и модернизация существующих решений. Участие в развитии продукта. Участие в процессе планирования и достижении целей. ",
    "published_at": "2023-08-03T16:07:43+0300"
  },
  {
    "name": "Преподаватель курса \"Python-разработчик\"",
    "salary_from": 60000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/80788555",
    "info": "Проведение теоретических и практических занятий в очном формате. Углубленные знания и практический опыт в Python, SQL. Наличие портфолио работ. ",
    "responsibility": "Разработка практических работ, методических материалов, запись видеоуроков. Поддержание актуальности читаемого курса. Проведение семинаров, онлайн-уроков, ведение каналов по продвижению курсаТребования:",
    "published_at": "2023-07-24T15:16:43+0300"
  },
  {
    "name": "Преподаватель по программированию Python",
    "salary_from": 131000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83987750",
    "info": "Наличие ученой степени доктора наук и кандидата наук. Опыт программирования на Python. Опыт разработки клиент-серверных приложений. Опыт оформления и...",
    "responsibility": "Проводить учебные занятия, контролировать и оценивать освоение студентами дисциплин бакалавриата, магистратуры (аспирантуры). Руководить практикой и выпускными работами студентов бакалавриата и...",
    "published_at": "2023-07-25T10:13:16+0300"
  },
  {
    "name": "Senior Python developer",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83302720",
    "info": "Писать интеграции для внешних сервисов: как правило это или публичное REST API, или фронтенд-API (нужно уметь разобраться в нем...",
    "responsibility": "Участвовать в разработке монолитного веб-приложения с высокой нагрузкой. У нас многопоточность и многопроцессность, но единая кодовая база. ",
    "published_at": "2023-08-04T18:31:49+0300"
  },
  {
    "name": "Старший программист-разработчик (Python/Django) / Senior back-end developer",
    "salary_from": 200000,
    "salary_to": 300000,
    "url": "https://hh.ru/vacancy/80002041",
    "info": "Опыт проектирования и развития высоконагруженных систем. Опыт работы с MySQL / Postgres. Опыт работы c redis / rabbitmq. Опыт работы с docker...",
    "responsibility": "Развитие собственного in-house продукта, передового интернет-сервиса. Проектирование программных решений, интеграций, API. Разработка нового функционала на Python / Django. ",
    "published_at": "2023-08-02T08:46:05+0300"
  },
  {
    "name": "Разработчик Python (FastAPI, MySQL, Clickhouse) удаленно",
    "salary_from": 180000,
    "salary_to": 270000,
    "url": "https://hh.ru/vacancy/82826027",
    "info": "Опыт коммерческой разработки с использованием Python, Mysql / PostgreSQL или другой реляционной БД от 3 лет. Плюсом будет знание: Clickhouse, Apache...",
    "responsibility": "Обязанности - разработка бэкенда рекламного сервиса. Стек проекта:",
    "published_at": "2023-08-05T10:04:47+0300"
  },
  {
    "name": "Ведущий бэкенд-разработчик (Senior Backend, Python)",
    "salary_from": 180000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83433155",
    "info": "Опыт разработки REST API. Опыт коммерческой разработки от 2-х лет. Уверенное знание Python. Уверенное владение Git. Опыт работы с...",
    "responsibility": "Разработка и поддержка функциональных модулей платформы RITM. Платформа является внутренним основным продуктом компании. Функциональные модули предназначены для решения всех типов...",
    "published_at": "2023-08-04T11:31:19+0300"
  },
  {
    "name": "Team lead backend (python) разработки",
    "salary_from": 200000,
    "salary_to": null,
    "url": "https://hh.ru/vacancy/83650109",
    "info": "Стек последних технологий, минимум legacy кода. Опыт коммерческой разработки в роли тим лида, с выстраиванием эффективных процессов и менторством младших...",
    "responsibility": "E-comet.io — SaaS-аналитика и продвижение для маркетплейсов. Мы помогаем селлерам автоматизировать рутинные задачи и создаем удобные и эффективные инструменты для...",
    "published_at": "2023-08-05T20:20:39+0300"
  },
  {
    "name": "Преподаватель курсов «Python - Нейронные сети. Компьютерное зрение»",
    "salary_from": 80000,
    "salary_to": 90000,
    "url": "https://hh.ru/vacancy/84203623",
    "info": "Высшее образование. Большой практический опыт работы в данной сфере. Технический английский. Желательно опыт преподавания. Наличие соответствующих профессиональных сертификатов будет преимуществом.",
    "responsibility": "Проведение обучения по утвержденным программам: Python для машинного обучения. Нейронные сети. Компьютерное зрение и чтение (NLP). Нейронные сети в компьютерной...",
    "published_at": "2023-07-28T12:56:58+0300"
  },
  {
    "name": "Инженер-программист встраиваемых систем",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/inzhener-programmist-vstraivaemyh-sistem-45842844.html",
    "info": "Обязанности:\n\n• Участие в разработке систем гиростабилизации подвижных объектов. \n• Написание программного кода для управления двигателями систем стабилизации. \n• Разработка и реализация алгоритмов систем гиростабилизации. \n• Разработка встроенного ПО для микроконтроллеров типа STM32. \n• Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).\nТребования:\n\n• Высшее профессиональное (техническое) образование. \n• Знание С/С++. \n• Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами. \n• Базовое знание ОС семейства Linux. \n• Понимание работы систем гиростабилизации. \n• Опыт работы с двигателями (программно-аппаратное сопряжение). \n• Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор). \n• Знание языка Python является плюсом. \n• Чтение принципиальных электрических схем и знание Altium Designer является плюсом. \n• Базовое знание английского, достаточное для свободного чтения документации иностранных компонент. \n• Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов. \n• Коммуникабельность, внимательность к деталям, способность к саморазвитию.\nУсловия:\n\n\n• Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). \n• Оформление в соответствии с ТК РФ, официальная заработная плата. \n• Возможности профессионального развития. \n• Оплачиваемый отпуск, больничный лист. \n• График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. \n• Заработная плата: от 100 000 рублей. \n• Молодой активный коллектив. \n• Возможность бесплатного посещения бассейна и тренажерного зала. \n• В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.",
    "responsibility": null,
    "published_at": 1690786059
  },
  {
    "name": "Full stack python developer",
    "salary_from": 200000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/full-stack-python-developer-46891033.html",
    "info": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях",
    "responsibility": null,
    "published_at": 1691077726
  },
  {
    "name": "Сетевой Инженер\\Администратор сети ПД",
    "salary_from": 70000,
    "salary_to": 100000,
    "url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html",
    "info": "Обязанности: \n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n \n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n \n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n \n• Администрирование linux серверов.\n \n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\n \nТребования: \n• Высшее техническое образование\n \n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n \n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n \n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n \n• Базовое программирование на bash, python, PHP\n \n• Английский язык (технический)\n \nУсловия: \n• Работа в офисе, 5/2 с 8:00 до 16:30\n \n• \nОт 70000 рублей на руки, по результатам собеседования.\n \n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n \n• ДМС после испытательный срока",
    "responsibility": null,
    "published_at": 1691061902
  },
  {
    "name": "Системный администратор",
    "salary_from": 120000,
    "salary_to": 120000,
    "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-38671598.html",
    "info": "Требования:\n\nНаши ожидания:\n- Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает. \n- Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n- Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!!\n- Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n- Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно. \n- Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software). \n- Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики. \n- Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать. \n- Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать. \n- Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR). \n- Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости. \n- Вы понимаете, что выполнение поручений руководителя — это крайне важно. \nБудет огромным плюсом если Вы:\n- Умеете работать с БД Postgresql, MySQL\n- Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n- Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать. \n- Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты. \n- Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры. \n- Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем. \n- Понимаете, что рабочий процесс может затянуться и придется задержаться на работе. \n\nТребования:\n- Высшее образование.\n- Коммуникабельность, доброжелательность.\n- Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n- Умение работать в режиме многозадачности.\n- Грамотная речь.\n\nУсловия\n - Работа в крупной медицинской, динамично развивающейся Компании.\n- Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги , оказываемые в нашей организации.\n- Современное медицинское оборудование, комфортные условия труда.\n- Обучение и развитие в Компании.\n- График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n- Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n- Будем рады видеть Вас в нашем дружном коллективе!!!",
    "responsibility": null,
    "published_at": 1690894223
  },
  {
    "name": "Программист",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://kolomna.superjob.ru/vakansii/programmist-45594068.html",
    "info": "Обязанности:\n• Реализация алгоритмов и структур данных для решения задач\n• организации. Разработка веб-сервисов, системных утилит, систем\n• автоматизации. Осуществление технической поддержки сотрудников. \nТребования:\n• Высшее техническое образование. Уверенное знание и опыт\n• разработки на Python 3, JS, PostgreSQL. Опыт работы с Linux на уровне\n• администратора. \n• Знание современных информационных и сетевых технологий.\n• Готовность работать в режиме многозадачности. \nУсловия:\n• 40-часовая р/неделя, 8-часовой р/день, с 8.00 до 17.00, выходной - суббота, воскресенье\n• Удалённая работа не рассматривается",
    "responsibility": null,
    "published_at": 1691059737
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dolgoprudniy.superjob.ru/vakansii/analitik-45733204.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dubna.superjob.ru/vakansii/analitik-45733205.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dmitrov.superjob.ru/vakansii/analitik-45733206.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/analitik-45812126.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691299683
  },
  {
    "name": "Учитель информатики",
    "salary_from": 85000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46505351.html",
    "info": "Обязанности:\n• Проведение уроков.\n• Работа в ЭЖД.\n• Подготовка оборудования к урокам.\n• Участие обучающихся в проектной деятельности, конкурсах, олимпиадах.\nТребования:\n• Наличие профильного образования (технического или педагогического).\nУсловия:\n• Дружный коллектив.\n• Возможность дополнительного обучения.\n• Наличие современного оборудования.",
    "responsibility": null,
    "published_at": 1690838002
  },
  {
    "name": "Аналитик информационной безопасности SOC L2 Middle soc analyst L2",
    "salary_from": 120000,
    "salary_to": 150000,
    "url": "https://www.superjob.ru/vakansii/analitik-informacionnoj-bezopasnosti-soc-l2-middle-soc-analyst-l2-46547022.html",
    "info": "Уважаемы соискатели,\nпросьба не направлять резюме на вакансию, если у Вас нет необходимого нам опыта и знаний, перечисленных ниже!\nОбязанности:\n \n• Мониторинг и анализ событий информационной безопасности от различных источников в SIEM системе / Threat Hunting платформе;\n \n• Выполнение роли выделенного клиентского аналитика 2-ой линии Центра мониторинга и реагирования на киберугрозы;\n \n• Адаптация сценариев выявления инцидентов в SIEM системе / Threat Hunting платформе под особенности инфраструктур клиентов;\n \n• Фильтрация ложных срабатываний сценариев выявления инцидентов в используемой SIEM системе / Threat Hunting платформе;\n \n• Реагирование и оповещение заказчиков об инцидентах ИБ в соответствии с установленным SLA;\n \n• Расследование типовых и нетиповых инцидентов ИБ, подготовка рекомендаций для заказчиков по инцидентам ИБ;\n \n• Работа с EDR решением: написание правил, расследование инцидентов;\n \n• Проведение работ по практической оценке защищённости Ит инфраструктуры;\n \n• Взаимодействие с заказчиками по вопросам реагирования на инциденты ИБ;\n \n• Разработка планов реагирования на инциденты ИБ (playbook-и);\n \n• Участие в разработке новых сценариев выявления инцидентов в SIEM / Threat Hunting платформе;\n \n• Наставничество над группой аналитиков 1-ой линии.\n \nТребования:\n \n• Высшее техническое образование;\n \n• Знание сетевых технологий (в объеме сертификации CCNA);\n \n• Знание операционных систем Windows/Linux на уровне администратора;\n \n• Уверенное знание современных тактик и техник атакующих, основных векторов атак на корпоративные инфраструктуры, способов их обнаружения и противодействия;\n \n• Понимание классификации современного вредоносного ПО;\n \n• Опыт работы с SIEM системами (желательно ELK стэк);\n \n• Опыт работы с СЗИ – IDS\\WAF\\NGFW\\AV\\EDR;\n \n• Опыт анализа логов от различных систем, умение их правильно интерпретировать;\n \n• Будет дополнительным преимуществом: опыт программирования на Python/Go для автоматизации рутинных задач;\n \n• Будет дополнительным преимуществом: наличие профильных сертификаций (SANS, Offensive Security, eLearnSecurity, EC-Council).\n \nУсловия:\n \n• Оформление по ТК РФ;\n \n• Полная занятость;\n \n• Возможность профессионального и карьерного роста;\n \n• Заработная плата по результатам собеседования.",
    "responsibility": null,
    "published_at": 1691056039
  },
  {
    "name": "Аналитик в отдел актуарных расчетов",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/analitik-v-otdel-aktuarnyh-raschetov-46625508.html",
    "info": "Обязанности:\n• Автоматизация процессов сбора, проверки и обработки информации на основе технический заданий\n• Самостоятельная разработка отдельных бизнес-процессов, коммуникации со связанными сторонами, выяснение потребностей подразделений.\n• Ежемесячная подготовка данных для расчета резервов, осознанное заполнение отчетных и аналитических форм.\nТребования:\n• Опыт работы с большими объемами данных. Отличные компьютерные пользовательские навыки.\n• Способность написать небольшой код (начальных требований к языку нет). Желателен опыт применения в работе надстроек excel - Power Query/Power Pivot/Power BI/Dax.\n• Желателен опыт работы, связанный с подготовкой финансовой отчетности страховой компании, а также понимание процессов страхового учета. При готовности кандидата быстро освоить новую сферу, будут рассмотрены также кандидаты с опытом работы, связанным с подготовкой финансовой отчетностью в других финансовых отраслях.\n• Опыт аналитической работы, в т.ч. в R/Python – преимущество.\n• Нацеленность на результат, инициативность, коммуникабельность. Аккуратность в расчетах, пунктуальность при соблюдении сроков сдачи работ, ответственное отношение к качеству\nУсловия:\n• Оформление в штат согласно ТК РФ - 100% официальная (белая) заработная плата. Структура дохода: оклад 100 000 рублей + ежеквартальные премии.\n• Полная занятость, полный рабочий день с 9.30 до 18.00\n• Социальный пакет: оплачиваемый отпуск, больничный, страховой полис ДМС\n• Офис в трех минутах ходьбы от станции метро \"Адмиралтейская\"\n• Льготные условия страхования для Вас и членов Вашей семьи\n• Обучение и повышение квалификации в процессе работы",
    "responsibility": null,
    "published_at": 1690796717
  },
  {
    "name": "Инженер-программист",
    "salary_from": 60000,
    "salary_to": 80000,
    "url": "https://www.superjob.ru/vakansii/inzhener-programmist-47019104.html",
    "info": "Обязанности:\n• Разработка web-интерфейсов\n• Разработка offline-приложений\n• Администрирование online-проектов\nТребования:\n• Знание PHP, JavaScript, MySQL, CSS3, HTML5, C/C#, Python;\n• Владение Adobe Photoshop, Adobe Illustrator будет плюсом;\n• Личные качества: инициативность, самостоятельность, умение работать в коллективе, быстрая обучаемость.\nУсловия:\n• Оформление по ТК России\n• Пятидневная рабочая неделя с 9:00 до 18:00\n• Испытательный срок: 3 месяца\n• Отпуск 28 календарных дней",
    "responsibility": null,
    "published_at": 1691138857
  },
  {
    "name": "Инженер-программист",
    "salary_from": 50000,
    "salary_to": 0,
    "url": "https://volzhskiy.superjob.ru/vakansii/inzhener-programmist-47078636.html",
    "info": "В проектный офис программы «Цифровое производство ТМК» требуется инженер-программист.\n \nЧем Вам предстоит заниматься:\n \n• Сопровождение программ; \n \n• Сопровождение баз данных;\nЭта вакансия для Вас, если Вы:\n \n• Знаете любой из языков программирования (C#/ C++/C/Python);\n \n• Имеете уровень владения ПК – высокий (среда разработки Visual Studio или её аналоги).\n \nЧто мы предлагаем:\n• График работы: 5/2;\n• Компенсация питания;\n• Предоставление компенсации за наём жилья;\n• Доставка корпоративным транспортом;\n• Льготные условия ипотеки;\n• Обучение в Корпоративном университете компании, повышение квалификации;\n• Участие в Молодежной Научно-Практической Конференции;\n• Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.",
    "responsibility": null,
    "published_at": 1691233675
  },
  {
    "name": "Web-разработчик (backend)",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/web-razrabotchik-41964533.html",
    "info": "Ищем талантливого Backend разработчика с опытом работы на коммерческих проектах, который станет частью команды разработки портала EuroAuto и других проектов компании.\nИспользуемый стек технологий:\n- PHP 7.4 (Silex, Kohana, Laravel, Symfony);\n- Шаблонизатор Twig;\n- Python;\n- NoSQL: Redis, Memcached;\n- PostgreSQL, MSSQL;\n- CI/CD;\n- Docker/Kubernetes;\n- GitLab/Kibana;\n- JS, TypeScript, ReactJS, jQuery;\n- Bootstrap3/5, Webpack ,SASS/SCSS/CSS.\nЧем предстоит заниматься:\n- Разработка и сопровождение новых фич;\n- Поддержка и рефакторинг ранее разработанного функционала;\n- Решение проблем и оптимизация производительности;\n- Участвовать в проектировании и принятии архитектурных решений;\n- Взаимодействовать с фронт-разработчиками, тестировщиками и бизнесом.\nТребования:\n- Уверенные знания PHP7, опыт веб-разработки не менее 3-х лет;\n- Опыт работы с фреймворками Laravel или Symfony от 1 года;\n- Понимание ООП и паттернов проектирования, умение их применять;\n- Знание SQL на уровне написания запросов средней сложности;\n- Опыт работы с REST API, понимание протокола HTTP;\n- Опыт работы в команде с использованием Git;\n- Умение разбираться в чужом коде.\nПожелания:\n- Опыт создания высоконагруженных проектов;\n- Умение декомпозировать задачи и доводить их до конца;\n- Опыт использования docker для локальной разработки (Nginx+php-fpm);\n- Вы достаточно самостоятельны, чтобы разобраться в устройстве процесса, системы;\n- Вы достаточно внимательны и напишите в сопроводительном письме в какой версии php появилась функция is_countable();\n- Опыт использования PHPUnit.\nПреимущества:\n• Официальное трудоустройство и достойная заработная плата;\n• Гибридный график работы - 3 дня в офисе (понедельник-среда и четверг пятница-удаленная работа), начинаем работу в гибком графике - с 8 до 10;\n• Свободный dress code;\n• Комфортный офис в шаговой доступности от м. Петроградская/Чкаловская;\n• Чай, кофе, печеньки, обеды за счёт компании;\n• Комфортный темп разработки;\n• Возможность обучаться за счёт компании, возможность профессионального роста;\n• Скидка на покупку деталей и ремонт автомобиля в сервисах ЕвроАвто;\n• Корпоративные подарки для детей и взрослых;\n• Корпоративный футбол;\n• Участие в крупном проекте по развитию web – направления сети;\n• Возможность выбора направления работы.",
    "responsibility": null,
    "published_at": 1691179650
  },
  {
    "name": "Инженер-радиоэлектронщик 1 категории",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/inzhener-radioelektronschik-1-kategorii-43148990.html",
    "info": "Обязанности:\n\n - участие в проектировании устройств по ТЗ\n- написание программ для микроконтроллеров различных производителей (Atmel, STM32 и др.)\n- написание прикладных программ для ПК\n- разработка и согласование технических заданий и технических условий. \n\nТребования:\n - высшее (техническое) образование\n- знание С++, Python, Java\n- опыт работы с контроллерами Atmel, Cortex\n- приветствуются знания схемотехники, оптоэлектроники, умение паять и т.п. \n\nУсловия:\n- работникам ПАО \"Радиофизика\" предоставляется право на отсрочку от призыва на военную службу по мобилизации;\n- стабильная, официальная заработная плата;\n- периодическая индексация заработной платы;\n- периодический медицинский осмотр;\n- соц. пакет: дополнительное медицинское обслуживание;\n- ст. м. Планерная, ул. Героев Панфиловцев, д. 10 (шаговая доступность от станции метро).",
    "responsibility": null,
    "published_at": 1691149411
  },
  {
    "name": "Преподаватель Информатика и вычислительная техника",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/prepodavatel-informatika-i-vychislitelnaya-tehnika-43877938.html",
    "info": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n\nПроведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий\n\nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование. \n- Работа с GIT.\n- Знание C++, C# (.NET) \n- Знание Python и MSSQL \n - Знание основ баз данных. \n\nТребования: Высшее профессиональное образование.\n\nСправка об отсутствии судимости, ЛМК, сертификат прививок.\n\nУсловия:\n\n• Трудоустройство согласно ТК РФ, полный соцпакет. Работа согласно расписанию занятий и учебному плану.",
    "responsibility": null,
    "published_at": 1691133665
  },
  {
    "name": "Ведущий инженер",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-46009011.html",
    "info": "В отделе наукометрического анализа Санкт-Петербургского горного университета открыта вакансия \"Ведущий инженер\"\nОбязанности:\n• умение работать в наукометрических базах данных (Scopus, Web of Science, РИНЦ и др.);\n• осуществлять сбор, обработку, интерпретацию и оформление сводно-аналитической информации;\n• подготовку презентационных материалов по вопросам, относящимся к публикационной деятельности. \nТребования:\n• Высшее образование;\n• Уверенное владение Word, Excel и Google документами;\n• Приветствуем наличие опыта в области анализа данных (Python, R, Power Query);\n• Активность, коммуникабельность, доброжелательность;\n• Умение структурировать и выделять главное из большого объема информации;\n• Навыки работы с документами, деловой переписки;\n• Личные качества: ответственность, исполнительская дисциплина, коммуникабельность, обучаемость, умение работать в коллективе, стрессоустойчивость, умение работать в режиме многозадачности, доброжелательность. \nУсловия:\n• Трудоустройство в соответствии с ТК РФ;\n• Заработная плата от 60 000 руб. (+ надбавка после прохождения испытательного срока);\n• Испытательный срок 3 месяца;\n• График работы: пятидневка, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;",
    "responsibility": null,
    "published_at": 1691070499
  },
  {
    "name": "Учитель информатики",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46296647.html",
    "info": "Обязанности:\n\n• Качественное ведение уроков информатики (1,5 ставки - классы обсуждаются) \n• Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, \n• Ведение внеурочной деятельности, дополнительного образования\nТребования:\n• Высшее профильное образование\n• Диагностика МЦКО (высокий/экспертный уровень по информатике)\n\n• Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)\n\n• Владение ПК\n\n• Справка о несудимости (обязательно!)\n\n• Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников\nУсловия:\n• Стабильная заработная плата и стимулирующие выплаты\n• Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)\n\nСотрудник требуется с 1 сентября 2023 г. \nВ сопроводительном письме к отклику просьба указать уровень диагностики МЦКО",
    "responsibility": null,
    "published_at": 1691186528
  },
  {
    "name": "Ведущий системный администратор",
    "salary_from": 160000,
    "salary_to": 180000,
    "url": "https://www.superjob.ru/vakansii/veduschij-sistemnyj-administrator-46276186.html",
    "info": "МНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА» - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.\nОБЯЗАННОСТИ:\n• Администрирование, настройка и сопровождение виртуальных серверов на базе Linux и Windows\n• Администрирование, настройка и сопровождение виртуальной инфраструктуры VMWare\n• Администрирование, настройка и сопровождение СУБД, MS SQL, MySQL, PostgreSQL, no SQL\n• Администрирование, настройка и сопровождение физических серверов и СХД\n• Настройка и поддержка окружения для команды разработчиков (сервисы на Linux)\n• Автоматизация процессов обслуживания серверов\n• Резервное копирование СУБД и серверов (Veeam)\n• Сопровождение почтового сервера (Zimbra)\n• Сопровождение системы мониторинга Zabbix\n• Сопровождение оборудования в ЦОДа\n• Мониторинг производительности и оптимизация работы серверов и сервисов\n• Проведение регламентных работ на оборудовании и платформы виртуализации\n• Документирование виртуальной и серверной инфраструктуры и вносимых изменений\n• 3й уровень поддержки пользователей\nТРЕБОВАНИЯ:\n• Высшее техническое образование\n• Опыт работы системным администратором не менее 6 лет\n• Глубокие знание ОС Linux Centos, Fedora (понимание работы iptables)\n• Глубокие знания серверных ОС Windows и базовых сервисов - AD, DHCP, DNS, RDS, IIS, WSUS и т.д.\n• Знание (установка, конфигурирование, обслуживание) Apache, Nginx, Ha-proxy, Keepalived, RabbitMQ, Squid\n• Знание сетевых протоколов (понимание маршрутизации ipv4)\n• Опыт работы с SCM-системами Ansible/Chef/Puppet\n• Опыт работы с продуктами Atlassian (Jira,Confluence)\n• Опыт эксплуатации сервисов высокой доступности\n• Опыт работы с СХД (NetApp/VSAN/VxFlex) уровня предприятия - внедрение и сопровождение\n• Опыт внедрения и поддержки платформ виртуализации\n• VMWARE в промышленной среде\n• Опыт настройки систем резервного копирования\n• Опыт написания скриптов на Bash, Powershell, Python\nУСЛОВИЯ:\n• График работы 5/2 (09.00-18.00)\n• Территориально ул. Аргуновская 3 к.2 м. ВДНХ\n• Дополнительное обучение в корпоративном учебном центре (повышение квалификации, сертификационное обучение, обучение управленческим навыкам)\n• Возможность развития в рамках программы «Кадровый резерв»\n• Льготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи\n• Скидки для сотрудников в аптеках сети Холдинга\n• Корпоративное питание в кафе клиник\n• Специальные тарифы на отдых в загородном Парк-Отеле\n• Бесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)\n• Корпоративные программы и специальные предложения от партнеров Холдинга",
    "responsibility": null,
    "published_at": 1691050633
  },
  {
    "name": "Преподаватель IT-технологий",
    "salary_from": 50000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/prepodavatel-it-tehnologij-46800105.html",
    "info": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n• Компьютерные сети (принципы построения и функционирования)\n• Безопасность компьютерных сетей\n• Администрирование сетевых операционных систем\n• Подготовка студентов к конкурсу профессионального мастерства по компетенции \"Кибербезопасность\"\n• Проведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий \n• \nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование.\n- Работа с GIT.\n- Знание C++, C# (.NET)\n- Знание Python и MSSQL\n- Знание основ баз данных.\nТребования:\n• \nВысшее профессиональное образование.\nЛМК, сертификат прививок (в случаях установленных действующим законодательством).\n• \nСправка об отсутствии судимости\nУсловия:\n• Трудоустройство согласно ТК РФ, полный соц.пакет. Работа согласно расписанию занятий и учебному плану.",
    "responsibility": null,
    "published_at": 1691133736
  },
  {
    "name": "Программист Linux",
    "salary_from": 100000,
    "salary_to": 500000,
    "url": "https://www.superjob.ru/vakansii/programmist-linux-45695529.html",
    "info": "Требования:\n• Знание TCP/IP;\n• Умение работать с системами контроля версий;\n• Желательно: опыт написания переносимого и безопасного кода;\n• Желательно: опыт написания кода ядра;\n• Желательно: понимание архитектуры современных ОС.\n• Хорошее знание C;\n• Хороший опыт работы в Unix системах, знание основных утилит командной строки, средств отладки.\n• Представление о системах контроля версий git (или svn).\n• Опыт отладки в gdb.\n• Представление об утилите make и мейкфайлах.\nЖелательные знания:\n• Знание C++, lua, Go lang, qt.\n• Знание хотя бы одного из скриптовых языков: perl, python, lua.\n• Представление об autoconf, automake.\n• Представление об утилите и/или библиотеке openssl.\n• Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись.\n• Большим плюсом будет наличие представления о формате ASN.1.\nУсловия:\n• Зарплата обсуждается в зависимости от опыта работы, уровня квалификации и соответствия требованиям вакансии;\n• Возможность профессионального и карьерного роста; \n• Оформление по ТК РФ (трудовой договор, трудовая книжка); \n• Расположение офиса: между м. ул. 1905 г. и м. Беговая (с 8-00 до 20-30 автобус компании по расписанию возит сотрудников к / от метро).",
    "responsibility": null,
    "published_at": 1690884873
  },
  {
    "name": "Аналитик данных",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46935497.html",
    "info": "Занимается оптово-розничной продажей электроинструментов на маркетплейсах\nПочему Ты должен выбрать именно нас:\n\n Современный подход к работе\n Любая поддержка для увеличения вашей продуктивности, комфорта, оптимизации ваших действий за счет компании\n Своевременные выплаты заработной платы два раза в месяц\n\nОбязанности:\n• Сбор, хранение информации и бизнес-показателей\n• Подготовка и обработка полученных сведений (сортировка, группировка, сведение, запросы к базам данных, создание гугл-таблиц, написание сложных формул, автоматизация отчетов и расчетов)\n• Анализ полученных сведений: нахождение закономерностей, классический анализ табличных данных, критический анализ идей и информации\n• Анализ и контроль динамики позиций на маркетплейсах, анализ рекламных расходов, анализ финансовых показтелей (маржиналонсти, оборачиваемости, сведение данных из разных источников), анализ продаж и их динамики, прогнозирование трендов продаж, анализ рынков\n• Составление гипотез, трактовка аномалий, проектирование решений, контроль за основными показателями,\n• Визуализация данных, доступное объяснение полученных данных\n• Проведение когортного анализа и А/В-тестирования карточек товара, баннеров и прочее\nТребования:\nHard skill\n• Знание инструментов SQL, Python;\n• Отличное знание MS Office, в частности Excel\n• Знания форматов обмена данными, таких как CSV, XML, JSON\n• Знания методов парсинга данных через API\n• Умение работать с большим объемом данных\n• Владение различными методами визуализации (дашборды, графики и прочее)\n• Знания методов анализа и статистики\n• Умение работать с Google Sheets, знание принципов и понимание работы макросов, а также умение их писать\nЛичные качества (Soft skill):\n• Концентрация\n• Усидчивость\n• Структурная логика\n• Аналитический склад ума\n• Способность выявлять проблемы и решать их\n• Целеустремленность\n• Умение аргументированно высказывать свое мнение\n• Гибкость мышления\n• Навыки планирования\n• Желание обучаться\nУсловия:\n Работа в офисе с 10:00 до 19:00 полной занятостью (5/2)\n Испытательный срок 1 месяц\n Заработная плата от 100 000 - 150 000 руб\n Официальное трудоустройство после 3-х месяцев работы\n Работа с интересными товарами в молодом дружном коллективе, возможность получения новых знаний и навыков!\n Теплая и дружная атмосфера\n Возможность профессионального роста и реализации идей\n Своевременные выплаты заработной платы\n Комфортный офис, в котором всегда есть: чай, фрукты, снэки\n\nЕсли вы изучили вакансию и готовы присоединиться к нашей команде, отправляйте свой отклик, и в сопроводительном письме напишите проверочную фразу \"Контрольная точка\"",
    "responsibility": null,
    "published_at": 1690981760
  },
  {
    "name": "Главный разработчик",
    "salary_from": 200000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/glavnyj-razrabotchik-46960844.html",
    "info": "• Обязанности:\n• организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview\n• развитие существующего ПО\n• обсуждение пожеланий по доработке ПО с заказчиком\n• разработка документации для программистов (по сути, не ГОСТ)\n• Требования:\n• опыт разработки от 5 лет \n• разработки в команде с программистами в подчинении и самостоятельно\n• наличие завершенных проектов с backend на Python.\n• умение самостоятельно развернуть проект под Linux.\n• Git, GitHub, Confluence, Jira\n• Языки: Python, JavaScript, желательно Dart\n• Фреймворки: желательно Flutter\n• Базы данных: PostgreSQL, SQLite\n• Условия:\n• Зарплата полностью официально. \n• Трудоустройство в компании аккредитованной в Мин. цифре. \n• Бронь. \n• Гибкий график. \n• Возможность работать удаленно. \n• Возможны командировки.\n• Офис м. Октябрьское поле, 5 минут пешком.",
    "responsibility": null,
    "published_at": 1691157751
  },
  {
    "name": "Инженер-оператор БПЛА",
    "salary_from": 80000,
    "salary_to": 120000,
    "url": "https://www.superjob.ru/vakansii/inzhener-operator-bpla-47013553.html",
    "info": "Вакансия компании ООО \"ПРОМ КОМПОЗИТ\"\nООО «Пром Композит» - компания, специализирующаяся на проектировании и производстве изделий из композиционных материалов горячим формованием и изготовлении оснастки, в том числе с применением метода вакуумной инфузии.\nКомпания является дочерним предприятием второго порядка АО «ВКО «Алмаз-Антей».\nСерийная и опытная продукция ООО «Пром Композит» успешно применяется в различных областях народного хозяйства: радиоэлектронике, самолетостроении, кораблестроении, автомобилестроении и пр.\nОбязанности:\n- Управление, сборка, настройка БПЛА мультироторного типа.\nТребования:\nБазовые навыки:\n- Уверенные навыки пилотирования БПЛА. В приоритете навыки и опыт работы с большими коммерческими дронами, построенными на базе ArduPilot, DJI и подобных экосистем;\n- Знания общих принципов организации бортовой электроники (организация цепей питания, протоколы взаимодействия отдельных элементов системы, понимание азов электромагнитной совместимости, настройка полетного контроллера);\n- Умение определять требования для отдельных компонентов БПЛА в зависимости от заданной грузоподъемности и полезной нагрузки;\n- Базовые знания радиоэлектроники;\n- Знание современных стандартов связи, используемых при построении БПЛА, умение грамотно расположить и настроить антенные системы на борту БПЛА и на земле;\n- Способность понимать, учиться и разбираться, так как подразумевается работа с полетными контроллерами, оснащенными пользовательским программным обеспечением, находящимся в стадии отладки;\n- Хорошие навыки радиомонтажа.\nПлюсом будет:\n- Опыт 3d-моделирования в САПР SolidWorks, Компас или иных САПР;\n- Опыт 3d-печати, знание азов настройки и обслуживания 3d-принтеров;\n- Навыки работы с командной строкой в Windows и Linux;\n- Опыт работы с одноплатными компьютерами;\n- Программирование на языках Python и C++ (работа с машинным зрением и сетевыми протоколами, разработка технологических графических интерфейсов) изделий.\nУсловия:\n- Полный рабочий день, график работы с 9 до 18, перерыв на обед с 12 до 13;\n- Работа на территории ЛЭМЗ (Лианозовский Электромеханический Завод);\n- Испытательный срок - 2 месяца;\n- Трудоустройство по ТК РФ.",
    "responsibility": null,
    "published_at": 1691070150
  },
  {
    "name": "Преподаватель специальных дисциплин (сетевой и системный администратор)",
    "salary_from": 80000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/prepodavatel-specialnyh-disciplin-43762237.html",
    "info": "Обязанности:\n• \nпреподавание общепрофессиональных дисциплин и междисциплинарных курсов в группах СПО:\n \n· МДК.02.02 Инструментальные средства разработки программного обеспечения\n \n· МДК.06.03 Устройство и функционирование информационной системы\n \n· ДУД.05 Основы интернета вещей\n \n· МДК.02.04 Настройка сетевых служб в компьютерных сетях\n \n· МДК.01.02 Организация, принципы построения и функционирования компьютерных сетей\nТребования:\n• \nВысшее\n \nот 1 года\n \n• образование, знания, умения - в соответствии с Профстандартом.\n \n• владение навыками работы в специализированных программах а также: Microsoft Excel, Microsoft Outlook, Microsoft PowerPoint, Microsoft Word, Интернет, электронная почта.\n \n• Установка, настройка и работы в Windows, Linux, Astra Linux. Администрирование ОС и управление безопасностью.\n \n• Сертификаты Cisco/Huawei либо иных сетевых вендоров. Плюсом будут сертификаты Microsoft и Python, Astra Linux (или иных Linux дистрибутивов)\n \n• Знание модели OSI/ Принцип работы протоколов TCP и UDP\n \n• Знание сетевых протоколов. FTP, SMTP, POP, IMAP, DHCP, IPv6 адресации. Протоколы удалённого доступа (SSH, Telnet). Принцип работы сети на физическом уровне. Принцип работы технологий IEEE 802.11 (WiFi) Понимание принципа роботы локальных сетей.Ipv6 адресация, SLAAC + DHCPv6. Технологии WPAN, WLAN, WMAN, WWAN. Технологии беспроводной связи BLE, BR/EDR, WiMAX. \n \n Медицинская книжка, медицинское освидетельствование психиатр/нарколог, справка об отсутствии судимости \n\n• Работа на территории работодателя;\n - Оформление в соответствии с ТК РФ;\n - График работы устанавливается в соответствии с учебным расписанием;\n - Отпуск 56 к.д. в летнее время.",
    "responsibility": null,
    "published_at": 1691049679
  },
  {
    "name": "Специалист по PowerBI для маркетплейсов",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/specialist-po-powerbi-dlya-marketplejsov-47072735.html",
    "info": "Условия:\n\n• Удаленная работа, 5/2\n• ЗП обсуждается на собеседовании\n• Любые интересные идеи - полет творчества\n• Рассматриваем кандидатов с любым опытом\nТребования:\n\n• Построение аналитики для маркетплейсов ВБ, Озон\n• Реализование полного цикла анализа данных\n• Подключение\n• Загрузка\n• Моделирование\n• Визуализация\n• Опыт работы с любым BI-продуктом Qlik, Tableau, DataLens и т.д.\n• SQL или Python не ниже middle\nОбязанности:\n\n• Анализ бизнеса клиентов, изучение решений\n• Составление CJM\n• Проектирование модели данных\n• Разработка API-выгрузок, ETL, DWH\n• Разработка аналитических панелей - дэшбордов\n• Разработка форм ввода данных\n\nПо отклику пишите, ПОЧЕМУ ИМЕННО ВЫ подходите нам и укажите Ваши сильные стороны.\nВ течение 2 дней наш HR-специалист свяжется с Вами.",
    "responsibility": null,
    "published_at": 1691086765
  },
  {
    "name": "Инженер-программист встраиваемых систем",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/inzhener-programmist-vstraivaemyh-sistem-45842844.html",
    "info": "Обязанности:\n\n• Участие в разработке систем гиростабилизации подвижных объектов. \n• Написание программного кода для управления двигателями систем стабилизации. \n• Разработка и реализация алгоритмов систем гиростабилизации. \n• Разработка встроенного ПО для микроконтроллеров типа STM32. \n• Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).\nТребования:\n\n• Высшее профессиональное (техническое) образование. \n• Знание С/С++. \n• Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами. \n• Базовое знание ОС семейства Linux. \n• Понимание работы систем гиростабилизации. \n• Опыт работы с двигателями (программно-аппаратное сопряжение). \n• Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор). \n• Знание языка Python является плюсом. \n• Чтение принципиальных электрических схем и знание Altium Designer является плюсом. \n• Базовое знание английского, достаточное для свободного чтения документации иностранных компонент. \n• Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов. \n• Коммуникабельность, внимательность к деталям, способность к саморазвитию.\nУсловия:\n\n\n• Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). \n• Оформление в соответствии с ТК РФ, официальная заработная плата. \n• Возможности профессионального развития. \n• Оплачиваемый отпуск, больничный лист. \n• График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. \n• Заработная плата: от 100 000 рублей. \n• Молодой активный коллектив. \n• Возможность бесплатного посещения бассейна и тренажерного зала. \n• В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.",
    "responsibility": null,
    "published_at": 1690786059
  },
  {
    "name": "Full stack python developer",
    "salary_from": 200000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/full-stack-python-developer-46891033.html",
    "info": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях",
    "responsibility": null,
    "published_at": 1691077726
  },
  {
    "name": "Сетевой Инженер\\Администратор сети ПД",
    "salary_from": 70000,
    "salary_to": 100000,
    "url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html",
    "info": "Обязанности: \n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n \n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n \n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n \n• Администрирование linux серверов.\n \n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\n \nТребования: \n• Высшее техническое образование\n \n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n \n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n \n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n \n• Базовое программирование на bash, python, PHP\n \n• Английский язык (технический)\n \nУсловия: \n• Работа в офисе, 5/2 с 8:00 до 16:30\n \n• \nОт 70000 рублей на руки, по результатам собеседования.\n \n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n \n• ДМС после испытательный срока",
    "responsibility": null,
    "published_at": 1691061902
  },
  {
    "name": "Системный администратор",
    "salary_from": 120000,
    "salary_to": 120000,
    "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-38671598.html",
    "info": "Требования:\n\nНаши ожидания:\n- Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает. \n- Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n- Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!!\n- Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n- Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно. \n- Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software). \n- Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики. \n- Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать. \n- Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать. \n- Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR). \n- Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости. \n- Вы понимаете, что выполнение поручений руководителя — это крайне важно. \nБудет огромным плюсом если Вы:\n- Умеете работать с БД Postgresql, MySQL\n- Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n- Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать. \n- Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты. \n- Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры. \n- Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем. \n- Понимаете, что рабочий процесс может затянуться и придется задержаться на работе. \n\nТребования:\n- Высшее образование.\n- Коммуникабельность, доброжелательность.\n- Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n- Умение работать в режиме многозадачности.\n- Грамотная речь.\n\nУсловия\n - Работа в крупной медицинской, динамично развивающейся Компании.\n- Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги , оказываемые в нашей организации.\n- Современное медицинское оборудование, комфортные условия труда.\n- Обучение и развитие в Компании.\n- График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n- Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n- Будем рады видеть Вас в нашем дружном коллективе!!!",
    "responsibility": null,
    "published_at": 1690894223
  },
  {
    "name": "Программист",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://kolomna.superjob.ru/vakansii/programmist-45594068.html",
    "info": "Обязанности:\n• Реализация алгоритмов и структур данных для решения задач\n• организации. Разработка веб-сервисов, системных утилит, систем\n• автоматизации. Осуществление технической поддержки сотрудников. \nТребования:\n• Высшее техническое образование. Уверенное знание и опыт\n• разработки на Python 3, JS, PostgreSQL. Опыт работы с Linux на уровне\n• администратора. \n• Знание современных информационных и сетевых технологий.\n• Готовность работать в режиме многозадачности. \nУсловия:\n• 40-часовая р/неделя, 8-часовой р/день, с 8.00 до 17.00, выходной - суббота, воскресенье\n• Удалённая работа не рассматривается",
    "responsibility": null,
    "published_at": 1691059737
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dolgoprudniy.superjob.ru/vakansii/analitik-45733204.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dubna.superjob.ru/vakansii/analitik-45733205.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://dmitrov.superjob.ru/vakansii/analitik-45733206.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691234108
  },
  {
    "name": "Аналитик",
    "salary_from": 150000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/analitik-45812126.html",
    "info": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
    "responsibility": null,
    "published_at": 1691299683
  },
  {
    "name": "Учитель информатики",
    "salary_from": 85000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46505351.html",
    "info": "Обязанности:\n• Проведение уроков.\n• Работа в ЭЖД.\n• Подготовка оборудования к урокам.\n• Участие обучающихся в проектной деятельности, конкурсах, олимпиадах.\nТребования:\n• Наличие профильного образования (технического или педагогического).\nУсловия:\n• Дружный коллектив.\n• Возможность дополнительного обучения.\n• Наличие современного оборудования.",
    "responsibility": null,
    "published_at": 1690838002
  },
  {
    "name": "Аналитик информационной безопасности SOC L2 Middle soc analyst L2",
    "salary_from": 120000,
    "salary_to": 150000,
    "url": "https://www.superjob.ru/vakansii/analitik-informacionnoj-bezopasnosti-soc-l2-middle-soc-analyst-l2-46547022.html",
    "info": "Уважаемы соискатели,\nпросьба не направлять резюме на вакансию, если у Вас нет необходимого нам опыта и знаний, перечисленных ниже!\nОбязанности:\n \n• Мониторинг и анализ событий информационной безопасности от различных источников в SIEM системе / Threat Hunting платформе;\n \n• Выполнение роли выделенного клиентского аналитика 2-ой линии Центра мониторинга и реагирования на киберугрозы;\n \n• Адаптация сценариев выявления инцидентов в SIEM системе / Threat Hunting платформе под особенности инфраструктур клиентов;\n \n• Фильтрация ложных срабатываний сценариев выявления инцидентов в используемой SIEM системе / Threat Hunting платформе;\n \n• Реагирование и оповещение заказчиков об инцидентах ИБ в соответствии с установленным SLA;\n \n• Расследование типовых и нетиповых инцидентов ИБ, подготовка рекомендаций для заказчиков по инцидентам ИБ;\n \n• Работа с EDR решением: написание правил, расследование инцидентов;\n \n• Проведение работ по практической оценке защищённости Ит инфраструктуры;\n \n• Взаимодействие с заказчиками по вопросам реагирования на инциденты ИБ;\n \n• Разработка планов реагирования на инциденты ИБ (playbook-и);\n \n• Участие в разработке новых сценариев выявления инцидентов в SIEM / Threat Hunting платформе;\n \n• Наставничество над группой аналитиков 1-ой линии.\n \nТребования:\n \n• Высшее техническое образование;\n \n• Знание сетевых технологий (в объеме сертификации CCNA);\n \n• Знание операционных систем Windows/Linux на уровне администратора;\n \n• Уверенное знание современных тактик и техник атакующих, основных векторов атак на корпоративные инфраструктуры, способов их обнаружения и противодействия;\n \n• Понимание классификации современного вредоносного ПО;\n \n• Опыт работы с SIEM системами (желательно ELK стэк);\n \n• Опыт работы с СЗИ – IDS\\WAF\\NGFW\\AV\\EDR;\n \n• Опыт анализа логов от различных систем, умение их правильно интерпретировать;\n \n• Будет дополнительным преимуществом: опыт программирования на Python/Go для автоматизации рутинных задач;\n \n• Будет дополнительным преимуществом: наличие профильных сертификаций (SANS, Offensive Security, eLearnSecurity, EC-Council).\n \nУсловия:\n \n• Оформление по ТК РФ;\n \n• Полная занятость;\n \n• Возможность профессионального и карьерного роста;\n \n• Заработная плата по результатам собеседования.",
    "responsibility": null,
    "published_at": 1691056039
  },
  {
    "name": "Аналитик в отдел актуарных расчетов",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/analitik-v-otdel-aktuarnyh-raschetov-46625508.html",
    "info": "Обязанности:\n• Автоматизация процессов сбора, проверки и обработки информации на основе технический заданий\n• Самостоятельная разработка отдельных бизнес-процессов, коммуникации со связанными сторонами, выяснение потребностей подразделений.\n• Ежемесячная подготовка данных для расчета резервов, осознанное заполнение отчетных и аналитических форм.\nТребования:\n• Опыт работы с большими объемами данных. Отличные компьютерные пользовательские навыки.\n• Способность написать небольшой код (начальных требований к языку нет). Желателен опыт применения в работе надстроек excel - Power Query/Power Pivot/Power BI/Dax.\n• Желателен опыт работы, связанный с подготовкой финансовой отчетности страховой компании, а также понимание процессов страхового учета. При готовности кандидата быстро освоить новую сферу, будут рассмотрены также кандидаты с опытом работы, связанным с подготовкой финансовой отчетностью в других финансовых отраслях.\n• Опыт аналитической работы, в т.ч. в R/Python – преимущество.\n• Нацеленность на результат, инициативность, коммуникабельность. Аккуратность в расчетах, пунктуальность при соблюдении сроков сдачи работ, ответственное отношение к качеству\nУсловия:\n• Оформление в штат согласно ТК РФ - 100% официальная (белая) заработная плата. Структура дохода: оклад 100 000 рублей + ежеквартальные премии.\n• Полная занятость, полный рабочий день с 9.30 до 18.00\n• Социальный пакет: оплачиваемый отпуск, больничный, страховой полис ДМС\n• Офис в трех минутах ходьбы от станции метро \"Адмиралтейская\"\n• Льготные условия страхования для Вас и членов Вашей семьи\n• Обучение и повышение квалификации в процессе работы",
    "responsibility": null,
    "published_at": 1690796717
  },
  {
    "name": "Инженер-программист",
    "salary_from": 60000,
    "salary_to": 80000,
    "url": "https://www.superjob.ru/vakansii/inzhener-programmist-47019104.html",
    "info": "Обязанности:\n• Разработка web-интерфейсов\n• Разработка offline-приложений\n• Администрирование online-проектов\nТребования:\n• Знание PHP, JavaScript, MySQL, CSS3, HTML5, C/C#, Python;\n• Владение Adobe Photoshop, Adobe Illustrator будет плюсом;\n• Личные качества: инициативность, самостоятельность, умение работать в коллективе, быстрая обучаемость.\nУсловия:\n• Оформление по ТК России\n• Пятидневная рабочая неделя с 9:00 до 18:00\n• Испытательный срок: 3 месяца\n• Отпуск 28 календарных дней",
    "responsibility": null,
    "published_at": 1691138857
  },
  {
    "name": "Инженер-программист",
    "salary_from": 50000,
    "salary_to": 0,
    "url": "https://volzhskiy.superjob.ru/vakansii/inzhener-programmist-47078636.html",
    "info": "В проектный офис программы «Цифровое производство ТМК» требуется инженер-программист.\n \nЧем Вам предстоит заниматься:\n \n• Сопровождение программ; \n \n• Сопровождение баз данных;\nЭта вакансия для Вас, если Вы:\n \n• Знаете любой из языков программирования (C#/ C++/C/Python);\n \n• Имеете уровень владения ПК – высокий (среда разработки Visual Studio или её аналоги).\n \nЧто мы предлагаем:\n• График работы: 5/2;\n• Компенсация питания;\n• Предоставление компенсации за наём жилья;\n• Доставка корпоративным транспортом;\n• Льготные условия ипотеки;\n• Обучение в Корпоративном университете компании, повышение квалификации;\n• Участие в Молодежной Научно-Практической Конференции;\n• Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.",
    "responsibility": null,
    "published_at": 1691233675
  },
  {
    "name": "Web-разработчик (backend)",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/web-razrabotchik-41964533.html",
    "info": "Ищем талантливого Backend разработчика с опытом работы на коммерческих проектах, который станет частью команды разработки портала EuroAuto и других проектов компании.\nИспользуемый стек технологий:\n- PHP 7.4 (Silex, Kohana, Laravel, Symfony);\n- Шаблонизатор Twig;\n- Python;\n- NoSQL: Redis, Memcached;\n- PostgreSQL, MSSQL;\n- CI/CD;\n- Docker/Kubernetes;\n- GitLab/Kibana;\n- JS, TypeScript, ReactJS, jQuery;\n- Bootstrap3/5, Webpack ,SASS/SCSS/CSS.\nЧем предстоит заниматься:\n- Разработка и сопровождение новых фич;\n- Поддержка и рефакторинг ранее разработанного функционала;\n- Решение проблем и оптимизация производительности;\n- Участвовать в проектировании и принятии архитектурных решений;\n- Взаимодействовать с фронт-разработчиками, тестировщиками и бизнесом.\nТребования:\n- Уверенные знания PHP7, опыт веб-разработки не менее 3-х лет;\n- Опыт работы с фреймворками Laravel или Symfony от 1 года;\n- Понимание ООП и паттернов проектирования, умение их применять;\n- Знание SQL на уровне написания запросов средней сложности;\n- Опыт работы с REST API, понимание протокола HTTP;\n- Опыт работы в команде с использованием Git;\n- Умение разбираться в чужом коде.\nПожелания:\n- Опыт создания высоконагруженных проектов;\n- Умение декомпозировать задачи и доводить их до конца;\n- Опыт использования docker для локальной разработки (Nginx+php-fpm);\n- Вы достаточно самостоятельны, чтобы разобраться в устройстве процесса, системы;\n- Вы достаточно внимательны и напишите в сопроводительном письме в какой версии php появилась функция is_countable();\n- Опыт использования PHPUnit.\nПреимущества:\n• Официальное трудоустройство и достойная заработная плата;\n• Гибридный график работы - 3 дня в офисе (понедельник-среда и четверг пятница-удаленная работа), начинаем работу в гибком графике - с 8 до 10;\n• Свободный dress code;\n• Комфортный офис в шаговой доступности от м. Петроградская/Чкаловская;\n• Чай, кофе, печеньки, обеды за счёт компании;\n• Комфортный темп разработки;\n• Возможность обучаться за счёт компании, возможность профессионального роста;\n• Скидка на покупку деталей и ремонт автомобиля в сервисах ЕвроАвто;\n• Корпоративные подарки для детей и взрослых;\n• Корпоративный футбол;\n• Участие в крупном проекте по развитию web – направления сети;\n• Возможность выбора направления работы.",
    "responsibility": null,
    "published_at": 1691179650
  },
  {
    "name": "Инженер-радиоэлектронщик 1 категории",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/inzhener-radioelektronschik-1-kategorii-43148990.html",
    "info": "Обязанности:\n\n - участие в проектировании устройств по ТЗ\n- написание программ для микроконтроллеров различных производителей (Atmel, STM32 и др.)\n- написание прикладных программ для ПК\n- разработка и согласование технических заданий и технических условий. \n\nТребования:\n - высшее (техническое) образование\n- знание С++, Python, Java\n- опыт работы с контроллерами Atmel, Cortex\n- приветствуются знания схемотехники, оптоэлектроники, умение паять и т.п. \n\nУсловия:\n- работникам ПАО \"Радиофизика\" предоставляется право на отсрочку от призыва на военную службу по мобилизации;\n- стабильная, официальная заработная плата;\n- периодическая индексация заработной платы;\n- периодический медицинский осмотр;\n- соц. пакет: дополнительное медицинское обслуживание;\n- ст. м. Планерная, ул. Героев Панфиловцев, д. 10 (шаговая доступность от станции метро).",
    "responsibility": null,
    "published_at": 1691149411
  },
  {
    "name": "Преподаватель Информатика и вычислительная техника",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/prepodavatel-informatika-i-vychislitelnaya-tehnika-43877938.html",
    "info": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n\nПроведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий\n\nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование. \n- Работа с GIT.\n- Знание C++, C# (.NET) \n- Знание Python и MSSQL \n - Знание основ баз данных. \n\nТребования: Высшее профессиональное образование.\n\nСправка об отсутствии судимости, ЛМК, сертификат прививок.\n\nУсловия:\n\n• Трудоустройство согласно ТК РФ, полный соцпакет. Работа согласно расписанию занятий и учебному плану.",
    "responsibility": null,
    "published_at": 1691133665
  },
  {
    "name": "Ведущий инженер",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-46009011.html",
    "info": "В отделе наукометрического анализа Санкт-Петербургского горного университета открыта вакансия \"Ведущий инженер\"\nОбязанности:\n• умение работать в наукометрических базах данных (Scopus, Web of Science, РИНЦ и др.);\n• осуществлять сбор, обработку, интерпретацию и оформление сводно-аналитической информации;\n• подготовку презентационных материалов по вопросам, относящимся к публикационной деятельности. \nТребования:\n• Высшее образование;\n• Уверенное владение Word, Excel и Google документами;\n• Приветствуем наличие опыта в области анализа данных (Python, R, Power Query);\n• Активность, коммуникабельность, доброжелательность;\n• Умение структурировать и выделять главное из большого объема информации;\n• Навыки работы с документами, деловой переписки;\n• Личные качества: ответственность, исполнительская дисциплина, коммуникабельность, обучаемость, умение работать в коллективе, стрессоустойчивость, умение работать в режиме многозадачности, доброжелательность. \nУсловия:\n• Трудоустройство в соответствии с ТК РФ;\n• Заработная плата от 60 000 руб. (+ надбавка после прохождения испытательного срока);\n• Испытательный срок 3 месяца;\n• График работы: пятидневка, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;",
    "responsibility": null,
    "published_at": 1691070499
  },
  {
    "name": "Учитель информатики",
    "salary_from": 100000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46296647.html",
    "info": "Обязанности:\n\n• Качественное ведение уроков информатики (1,5 ставки - классы обсуждаются) \n• Подготовка к экзаменам и олимпиадам, городским конференциям и конкурсам, \n• Ведение внеурочной деятельности, дополнительного образования\nТребования:\n• Высшее профильное образование\n• Диагностика МЦКО (высокий/экспертный уровень по информатике)\n\n• Опыт работы учителем информатики (подготовка к ОГЭ/ЕГЭ, олимпиадам и конференциям)\n\n• Владение ПК\n\n• Справка о несудимости (обязательно!)\n\n• Медицинская книжка и пр. документы, предусмотренные ТК РФ для пед.работников\nУсловия:\n• Стабильная заработная плата и стимулирующие выплаты\n• Социальный пакет (оплата отпусков, листков нетрудоспособности, повышение квалификации и пр.)\n\nСотрудник требуется с 1 сентября 2023 г. \nВ сопроводительном письме к отклику просьба указать уровень диагностики МЦКО",
    "responsibility": null,
    "published_at": 1691186528
  },
  {
    "name": "Ведущий системный администратор",
    "salary_from": 160000,
    "salary_to": 180000,
    "url": "https://www.superjob.ru/vakansii/veduschij-sistemnyj-administrator-46276186.html",
    "info": "МНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА» - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.\nОБЯЗАННОСТИ:\n• Администрирование, настройка и сопровождение виртуальных серверов на базе Linux и Windows\n• Администрирование, настройка и сопровождение виртуальной инфраструктуры VMWare\n• Администрирование, настройка и сопровождение СУБД, MS SQL, MySQL, PostgreSQL, no SQL\n• Администрирование, настройка и сопровождение физических серверов и СХД\n• Настройка и поддержка окружения для команды разработчиков (сервисы на Linux)\n• Автоматизация процессов обслуживания серверов\n• Резервное копирование СУБД и серверов (Veeam)\n• Сопровождение почтового сервера (Zimbra)\n• Сопровождение системы мониторинга Zabbix\n• Сопровождение оборудования в ЦОДа\n• Мониторинг производительности и оптимизация работы серверов и сервисов\n• Проведение регламентных работ на оборудовании и платформы виртуализации\n• Документирование виртуальной и серверной инфраструктуры и вносимых изменений\n• 3й уровень поддержки пользователей\nТРЕБОВАНИЯ:\n• Высшее техническое образование\n• Опыт работы системным администратором не менее 6 лет\n• Глубокие знание ОС Linux Centos, Fedora (понимание работы iptables)\n• Глубокие знания серверных ОС Windows и базовых сервисов - AD, DHCP, DNS, RDS, IIS, WSUS и т.д.\n• Знание (установка, конфигурирование, обслуживание) Apache, Nginx, Ha-proxy, Keepalived, RabbitMQ, Squid\n• Знание сетевых протоколов (понимание маршрутизации ipv4)\n• Опыт работы с SCM-системами Ansible/Chef/Puppet\n• Опыт работы с продуктами Atlassian (Jira,Confluence)\n• Опыт эксплуатации сервисов высокой доступности\n• Опыт работы с СХД (NetApp/VSAN/VxFlex) уровня предприятия - внедрение и сопровождение\n• Опыт внедрения и поддержки платформ виртуализации\n• VMWARE в промышленной среде\n• Опыт настройки систем резервного копирования\n• Опыт написания скриптов на Bash, Powershell, Python\nУСЛОВИЯ:\n• График работы 5/2 (09.00-18.00)\n• Территориально ул. Аргуновская 3 к.2 м. ВДНХ\n• Дополнительное обучение в корпоративном учебном центре (повышение квалификации, сертификационное обучение, обучение управленческим навыкам)\n• Возможность развития в рамках программы «Кадровый резерв»\n• Льготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи\n• Скидки для сотрудников в аптеках сети Холдинга\n• Корпоративное питание в кафе клиник\n• Специальные тарифы на отдых в загородном Парк-Отеле\n• Бесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)\n• Корпоративные программы и специальные предложения от партнеров Холдинга",
    "responsibility": null,
    "published_at": 1691050633
  },
  {
    "name": "Преподаватель IT-технологий",
    "salary_from": 50000,
    "salary_to": 0,
    "url": "https://spb.superjob.ru/vakansii/prepodavatel-it-tehnologij-46800105.html",
    "info": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n• Компьютерные сети (принципы построения и функционирования)\n• Безопасность компьютерных сетей\n• Администрирование сетевых операционных систем\n• Подготовка студентов к конкурсу профессионального мастерства по компетенции \"Кибербезопасность\"\n• Проведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий \n• \nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование.\n- Работа с GIT.\n- Знание C++, C# (.NET)\n- Знание Python и MSSQL\n- Знание основ баз данных.\nТребования:\n• \nВысшее профессиональное образование.\nЛМК, сертификат прививок (в случаях установленных действующим законодательством).\n• \nСправка об отсутствии судимости\nУсловия:\n• Трудоустройство согласно ТК РФ, полный соц.пакет. Работа согласно расписанию занятий и учебному плану.",
    "responsibility": null,
    "published_at": 1691133736
  },
  {
    "name": "Программист Linux",
    "salary_from": 100000,
    "salary_to": 500000,
    "url": "https://www.superjob.ru/vakansii/programmist-linux-45695529.html",
    "info": "Требования:\n• Знание TCP/IP;\n• Умение работать с системами контроля версий;\n• Желательно: опыт написания переносимого и безопасного кода;\n• Желательно: опыт написания кода ядра;\n• Желательно: понимание архитектуры современных ОС.\n• Хорошее знание C;\n• Хороший опыт работы в Unix системах, знание основных утилит командной строки, средств отладки.\n• Представление о системах контроля версий git (или svn).\n• Опыт отладки в gdb.\n• Представление об утилите make и мейкфайлах.\nЖелательные знания:\n• Знание C++, lua, Go lang, qt.\n• Знание хотя бы одного из скриптовых языков: perl, python, lua.\n• Представление об autoconf, automake.\n• Представление об утилите и/или библиотеке openssl.\n• Базовые представления о криптографии: симметричные и асимметричные ключи, сертификаты, шифрование, электронная подпись.\n• Большим плюсом будет наличие представления о формате ASN.1.\nУсловия:\n• Зарплата обсуждается в зависимости от опыта работы, уровня квалификации и соответствия требованиям вакансии;\n• Возможность профессионального и карьерного роста; \n• Оформление по ТК РФ (трудовой договор, трудовая книжка); \n• Расположение офиса: между м. ул. 1905 г. и м. Беговая (с 8-00 до 20-30 автобус компании по расписанию возит сотрудников к / от метро).",
    "responsibility": null,
    "published_at": 1690884873
  },
  {
    "name": "Аналитик данных",
    "salary_from": 100000,
    "salary_to": 150000,
    "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46935497.html",
    "info": "Занимается оптово-розничной продажей электроинструментов на маркетплейсах\nПочему Ты должен выбрать именно нас:\n\n Современный подход к работе\n Любая поддержка для увеличения вашей продуктивности, комфорта, оптимизации ваших действий за счет компании\n Своевременные выплаты заработной платы два раза в месяц\n\nОбязанности:\n• Сбор, хранение информации и бизнес-показателей\n• Подготовка и обработка полученных сведений (сортировка, группировка, сведение, запросы к базам данных, создание гугл-таблиц, написание сложных формул, автоматизация отчетов и расчетов)\n• Анализ полученных сведений: нахождение закономерностей, классический анализ табличных данных, критический анализ идей и информации\n• Анализ и контроль динамики позиций на маркетплейсах, анализ рекламных расходов, анализ финансовых показтелей (маржиналонсти, оборачиваемости, сведение данных из разных источников), анализ продаж и их динамики, прогнозирование трендов продаж, анализ рынков\n• Составление гипотез, трактовка аномалий, проектирование решений, контроль за основными показателями,\n• Визуализация данных, доступное объяснение полученных данных\n• Проведение когортного анализа и А/В-тестирования карточек товара, баннеров и прочее\nТребования:\nHard skill\n• Знание инструментов SQL, Python;\n• Отличное знание MS Office, в частности Excel\n• Знания форматов обмена данными, таких как CSV, XML, JSON\n• Знания методов парсинга данных через API\n• Умение работать с большим объемом данных\n• Владение различными методами визуализации (дашборды, графики и прочее)\n• Знания методов анализа и статистики\n• Умение работать с Google Sheets, знание принципов и понимание работы макросов, а также умение их писать\nЛичные качества (Soft skill):\n• Концентрация\n• Усидчивость\n• Структурная логика\n• Аналитический склад ума\n• Способность выявлять проблемы и решать их\n• Целеустремленность\n• Умение аргументированно высказывать свое мнение\n• Гибкость мышления\n• Навыки планирования\n• Желание обучаться\nУсловия:\n Работа в офисе с 10:00 до 19:00 полной занятостью (5/2)\n Испытательный срок 1 месяц\n Заработная плата от 100 000 - 150 000 руб\n Официальное трудоустройство после 3-х месяцев работы\n Работа с интересными товарами в молодом дружном коллективе, возможность получения новых знаний и навыков!\n Теплая и дружная атмосфера\n Возможность профессионального роста и реализации идей\n Своевременные выплаты заработной платы\n Комфортный офис, в котором всегда есть: чай, фрукты, снэки\n\nЕсли вы изучили вакансию и готовы присоединиться к нашей команде, отправляйте свой отклик, и в сопроводительном письме напишите проверочную фразу \"Контрольная точка\"",
    "responsibility": null,
    "published_at": 1690981760
  },
  {
    "name": "Главный разработчик",
    "salary_from": 200000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/glavnyj-razrabotchik-46960844.html",
    "info": "• Обязанности:\n• организация процесса разработки модулей к существующему ПО с помощью подчиненных, CodeReview\n• развитие существующего ПО\n• обсуждение пожеланий по доработке ПО с заказчиком\n• разработка документации для программистов (по сути, не ГОСТ)\n• Требования:\n• опыт разработки от 5 лет \n• разработки в команде с программистами в подчинении и самостоятельно\n• наличие завершенных проектов с backend на Python.\n• умение самостоятельно развернуть проект под Linux.\n• Git, GitHub, Confluence, Jira\n• Языки: Python, JavaScript, желательно Dart\n• Фреймворки: желательно Flutter\n• Базы данных: PostgreSQL, SQLite\n• Условия:\n• Зарплата полностью официально. \n• Трудоустройство в компании аккредитованной в Мин. цифре. \n• Бронь. \n• Гибкий график. \n• Возможность работать удаленно. \n• Возможны командировки.\n• Офис м. Октябрьское поле, 5 минут пешком.",
    "responsibility": null,
    "published_at": 1691157751
  },
  {
    "name": "Инженер-оператор БПЛА",
    "salary_from": 80000,
    "salary_to": 120000,
    "url": "https://www.superjob.ru/vakansii/inzhener-operator-bpla-47013553.html",
    "info": "Вакансия компании ООО \"ПРОМ КОМПОЗИТ\"\nООО «Пром Композит» - компания, специализирующаяся на проектировании и производстве изделий из композиционных материалов горячим формованием и изготовлении оснастки, в том числе с применением метода вакуумной инфузии.\nКомпания является дочерним предприятием второго порядка АО «ВКО «Алмаз-Антей».\nСерийная и опытная продукция ООО «Пром Композит» успешно применяется в различных областях народного хозяйства: радиоэлектронике, самолетостроении, кораблестроении, автомобилестроении и пр.\nОбязанности:\n- Управление, сборка, настройка БПЛА мультироторного типа.\nТребования:\nБазовые навыки:\n- Уверенные навыки пилотирования БПЛА. В приоритете навыки и опыт работы с большими коммерческими дронами, построенными на базе ArduPilot, DJI и подобных экосистем;\n- Знания общих принципов организации бортовой электроники (организация цепей питания, протоколы взаимодействия отдельных элементов системы, понимание азов электромагнитной совместимости, настройка полетного контроллера);\n- Умение определять требования для отдельных компонентов БПЛА в зависимости от заданной грузоподъемности и полезной нагрузки;\n- Базовые знания радиоэлектроники;\n- Знание современных стандартов связи, используемых при построении БПЛА, умение грамотно расположить и настроить антенные системы на борту БПЛА и на земле;\n- Способность понимать, учиться и разбираться, так как подразумевается работа с полетными контроллерами, оснащенными пользовательским программным обеспечением, находящимся в стадии отладки;\n- Хорошие навыки радиомонтажа.\nПлюсом будет:\n- Опыт 3d-моделирования в САПР SolidWorks, Компас или иных САПР;\n- Опыт 3d-печати, знание азов настройки и обслуживания 3d-принтеров;\n- Навыки работы с командной строкой в Windows и Linux;\n- Опыт работы с одноплатными компьютерами;\n- Программирование на языках Python и C++ (работа с машинным зрением и сетевыми протоколами, разработка технологических графических интерфейсов) изделий.\nУсловия:\n- Полный рабочий день, график работы с 9 до 18, перерыв на обед с 12 до 13;\n- Работа на территории ЛЭМЗ (Лианозовский Электромеханический Завод);\n- Испытательный срок - 2 месяца;\n- Трудоустройство по ТК РФ.",
    "responsibility": null,
    "published_at": 1691070150
  },
  {
    "name": "Преподаватель специальных дисциплин (сетевой и системный администратор)",
    "salary_from": 80000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/prepodavatel-specialnyh-disciplin-43762237.html",
    "info": "Обязанности:\n• \nпреподавание общепрофессиональных дисциплин и междисциплинарных курсов в группах СПО:\n \n· МДК.02.02 Инструментальные средства разработки программного обеспечения\n \n· МДК.06.03 Устройство и функционирование информационной системы\n \n· ДУД.05 Основы интернета вещей\n \n· МДК.02.04 Настройка сетевых служб в компьютерных сетях\n \n· МДК.01.02 Организация, принципы построения и функционирования компьютерных сетей\nТребования:\n• \nВысшее\n \nот 1 года\n \n• образование, знания, умения - в соответствии с Профстандартом.\n \n• владение навыками работы в специализированных программах а также: Microsoft Excel, Microsoft Outlook, Microsoft PowerPoint, Microsoft Word, Интернет, электронная почта.\n \n• Установка, настройка и работы в Windows, Linux, Astra Linux. Администрирование ОС и управление безопасностью.\n \n• Сертификаты Cisco/Huawei либо иных сетевых вендоров. Плюсом будут сертификаты Microsoft и Python, Astra Linux (или иных Linux дистрибутивов)\n \n• Знание модели OSI/ Принцип работы протоколов TCP и UDP\n \n• Знание сетевых протоколов. FTP, SMTP, POP, IMAP, DHCP, IPv6 адресации. Протоколы удалённого доступа (SSH, Telnet). Принцип работы сети на физическом уровне. Принцип работы технологий IEEE 802.11 (WiFi) Понимание принципа роботы локальных сетей.Ipv6 адресация, SLAAC + DHCPv6. Технологии WPAN, WLAN, WMAN, WWAN. Технологии беспроводной связи BLE, BR/EDR, WiMAX. \n \n Медицинская книжка, медицинское освидетельствование психиатр/нарколог, справка об отсутствии судимости \n\n• Работа на территории работодателя;\n - Оформление в соответствии с ТК РФ;\n - График работы устанавливается в соответствии с учебным расписанием;\n - Отпуск 56 к.д. в летнее время.",
    "responsibility": null,
    "published_at": 1691049679
  },
  {
    "name": "Специалист по PowerBI для маркетплейсов",
    "salary_from": 60000,
    "salary_to": 0,
    "url": "https://www.superjob.ru/vakansii/specialist-po-powerbi-dlya-marketplejsov-47072735.html",
    "info": "Условия:\n\n• Удаленная работа, 5/2\n• ЗП обсуждается на собеседовании\n• Любые интересные идеи - полет творчества\n• Рассматриваем кандидатов с любым опытом\nТребования:\n\n• Построение аналитики для маркетплейсов ВБ, Озон\n• Реализование полного цикла анализа данных\n• Подключение\n• Загрузка\n• Моделирование\n• Визуализация\n• Опыт работы с любым BI-продуктом Qlik, Tableau, DataLens и т.д.\n• SQL или Python не ниже middle\nОбязанности:\n\n• Анализ бизнеса клиентов, изучение решений\n• Составление CJM\n• Проектирование модели данных\n• Разработка API-выгрузок, ETL, DWH\n• Разработка аналитических панелей - дэшбордов\n• Разработка форм ввода данных\n\nПо отклику пишите, ПОЧЕМУ ИМЕННО ВЫ подходите нам и укажите Ваши сильные стороны.\nВ течение 2 дней наш HR-специалист свяжется с Вами.",
    "responsibility": null,
    "published_at": 1691086765
  }
]