[
    {
        "name": "Разработчик Python (Django, DRF)",
        "salary_from": 150000,
        "salary_to": 250000,
        "url": "https://hh.ru/vacancy/82929790",
        "info": "Основные технологии проекта: Django 2.2, DRF, PostgreSQL. Опыт веб-разработки от одного года, программирования не менее пяти лет. ",
        "responsibility": "Внимание: с командами не работаем, только с индивидуальными исполнителями. Профессиональный рост и участие в построении архитектур сложных систем.",
        "published_at": "05-08-2023 16:24:09"
    },
    {
        "name": "Python/PostgreSQL разработчик",
        "salary_from": 200000,
        "salary_to": 300000,
        "url": "https://hh.ru/vacancy/83336118",
        "info": "Глубокие знания и интенсивный опыт применения Python3. Понимание принципов ООП, асинхронного программирования. Опыт работы с реляционными базами данных, желательно...",
        "responsibility": "Квантбокс разрабатывает IT-решения по автоматизации торговых операций с разными видами активов для профессиональных участников финансового рынка. Ключевая разработка Квантбокс...",
        "published_at": "05-08-2023 12:54:47"
    },
    {
        "name": "Middle/Senior Python developer",
        "salary_from": 200000,
        "salary_to": 350000,
        "url": "https://hh.ru/vacancy/83808487",
        "info": "Опыт в продакшн от 3-х лет! Нам нужен уверенный мидл или сеньор. Мы используем Django, Django Rest Framework, Postgresql. ",
        "responsibility": "Предстоящие задачи: Разработка, code review, рефакторинг кода. Сопровождение и документирование написанного кода. Участие в проектировании систем. Оптимизация сервисов под высокие...",
        "published_at": "05-08-2023 12:45:50"
    },
    {
        "name": "Разработчик Python (FastAPI, MySQL, Clickhouse) удаленно",
        "salary_from": 180000,
        "salary_to": 270000,
        "url": "https://hh.ru/vacancy/82826027",
        "info": "Опыт коммерческой разработки с использованием Python, Mysql / PostgreSQL или другой реляционной БД от 3 лет. Плюсом будет знание: Clickhouse, Apache...",
        "responsibility": "Обязанности - разработка бэкенда рекламного сервиса. Стек проекта:",
        "published_at": "05-08-2023 10:04:47"
    },
    {
        "name": "Программист Python",
        "salary_from": 80000,
        "salary_to": 120000,
        "url": "https://hh.ru/vacancy/83907794",
        "info": "Опыт программирования на Python от 3 лет. Знание среды разработки Jupyter, PostgreSQL, MySQL, Linux. Опыт работы с API, Pandas, интеграций...",
        "responsibility": "Разработка кода по ТЗ и задачам - интеграции по API, обработка данных, поддержка БД. Настройка исполнения периодических скриптов (программ) и их...",
        "published_at": "05-08-2023 05:09:48"
    }
]